{
  "Advance critical technology by connecting industry partners with the research community. We are committed to serving as an outreach arm by creating awareness of Air Force T3 opportunities in New York State aAnd across the nation.": "Развивайте критически важные технологии, объединяя отраслевых партнеров с исследовательским сообществом. Мы стремимся выступать в качестве информационно-просветительской службы, повышая осведомленность о возможностях Air Force T3 в штате Нью-Йорк и по всей стране.",
  "Enhance economic development by fostering an inclusive and entrepreneurial innovation ecosystem. Identify, invest in, and help grow technology companies in Maryland.": "Ускорить экономическое развитие путем развития инклюзивной и предпринимательской инновационной экосистемы. Выявляйте, инвестируйте и помогайте развивать технологические компании в Мэриленде.",
  "Air Force Materiel Command develops, acquires and sustains the aerospace power needed to defend the United States and its interests for today and tomorrow. With headquarters at Wright-Patterson Air Force Base, Ohio, Air Force Materiel Command (AFMC) conducts research, development, test and evaluation, and provides acquisition management services and logistics support necessary to keep Air Force weapon systems ready for war.": "Командование материальной частью ВВС разрабатывает, приобретает и поддерживает аэрокосмическую мощь, необходимую для защиты Соединенных Штатов и их интересов сегодня и завтра. Командование материально-технического снабжения ВВС (AFMC), штаб-квартира которого находится на базе ВВС Райт-Паттерсон, штат Огайо, проводит исследования, разработки, испытания и оценку, а также предоставляет услуги по управлению закупками и логистическую поддержку, необходимую для поддержания систем вооружения ВВС в готовности к войне.",
  "Develop a sustainable knowledge-based workforce that can support the growing needs of government, industry, and academic partners.": "Развивать устойчивую, основанную на знаниях рабочую силу, которая сможет удовлетворить растущие потребности правительства, промышленности и академических партнеров.",
  "Overmatch Software Armory (OSA) Tools is a Department of the Navy Environment that supports accelerated application development. OSA uses a portfolio of tools and processes needed for intelligent continuous integration and continuous delivery in an environment that validates security, quality, and resiliency early in the software development life cycle.": "Overmatch Software Armory (OSA) Tools — это отдел морской среды, который поддерживает ускоренную разработку приложений. OSA использует портфель инструментов и процессов, необходимых для интеллектуальной непрерывной интеграции и непрерывной доставки в среде, которая проверяет безопасность, качество и отказоустойчивость на ранних этапах жизненного цикла разработки программного обеспечения.",
  "NSWC Crane, located in Crane, Indiana is a shore command of the U.S. Navy. NSWC Crane is under the Naval Sea Systems Command headquartered in Washington DC. The mission of NSWC Crane is to provide acquisition engineering, in-service engineering and technical support for sensors, electronics, electronic warfare and special warfare weapons. NSWC Crane also works to apply component and system-level product and industrial engineering to surface sensors, strategic systems, special warfare devices and electronic warfare systems, as well as to execute other responsibilities as assigned by the Commander, Naval Surface Warfare Center.": "NSWC Crane, расположенный в Крейн, штат Индиана, является береговым командованием ВМС США. NSWC Crane находится в ведении Командования морских систем ВМС со штаб-квартирой в Вашингтоне. Миссия NSWC Crane заключается в предоставлении услуг по приобретению, эксплуатации и технической поддержке датчиков, электроники, средств радиоэлектронной борьбы и специального оружия. NSWC Crane также занимается применением продуктов на уровне компонентов и систем, а также промышленным проектированием для надводных датчиков, стратегических систем, специальных боевых устройств и систем радиоэлектронной борьбы, а также выполняет другие обязанности, возложенные на них командующим Центром надводных боевых действий ВМС.",
  "The United States is a maritime nation, and the U.S. Navy protects America at sea. Alongside our allies and partners, we defend freedom, preserve economic prosperity, and keep the seas open and free. Our nation is engaged in long-term competition. To defend American interests around the globe, the U.S. Navy must remain prepared to execute our timeless role, as directed by Congress and the President.": "Соединенные Штаты являются морской державой, и ВМС США защищают Америку на море. Вместе с нашими союзниками и партнерами мы защищаем свободу, сохраняем экономическое процветание и сохраняем моря открытыми и свободными. Наша нация вовлечена в долгосрочную конкуренцию. Чтобы защищать американские интересы по всему миру, ВМС США должны оставаться готовыми выполнять свою вечную роль в соответствии с указаниями Конгресса и президента.",
  "Leverage the science and engineering base to enhance the impact of our collective research output: Enhance State of GA economic development. Serve National Security. Improve the human condition. Educate future technology leaders.": "Используйте научную и инженерную базу для повышения эффективности наших коллективных исследований: Улучшите состояние экономического развития ГА. Служить национальной безопасности. Улучшить состояние человека. Воспитывайте будущих технологических лидеров.",
  "Defense Logistics Agency manages the end-to-end global defense supply chain – from raw materials to end user disposition – for the five military services, 11 combatant commands, other federal, state and local agencies and partner and allied nations. DLA’s mission is to “deliver readiness and lethality to the Warfighter Always and support our nation through quality, proactive global logistics.” To accomplish this mission, DLA has a staff of about 25,000 employees divided into multiple supply chains that contract for material and services across the military classes of supply, to include: subsistence (food/water), clothing and textiles, bulk petroleum and other energy products, construction material and equipment, personal demand items, medical material and equipment, and repair parts for land, sea and air systems.": "Агентство оборонной логистики управляет сквозной глобальной цепочкой поставок оборонной продукции – от сырья до конечного потребителя – для пяти военных служб, 11 боевых командований, других федеральных, государственных и местных агентств, а также стран-партнеров и союзников. Миссия DLA — «обеспечить готовность и смертоносность Warfighter Always и поддержать нашу страну посредством качественной и активной глобальной логистики». Для выполнения этой миссии штат DLA насчитывает около 25 000 сотрудников, разделенных на несколько цепочек поставок, которые заключают контракты на материалы и услуги по всем классам поставок военного назначения, включая: предметы первой необходимости (еда/вода), одежду и текстиль, нефть и другие энергетические продукты, строительные материалы и оборудование, товары личного спроса, медицинские материалы и оборудование, а также запасные части для наземных, морских и воздушных систем.",
  "The Command unifies the direction of cyberspace operations, strengthens DoD cyberspace capabilities, and integrates and bolsters DoD's cyber expertise. USCYBERCOM improves DoD's capabilities to operate resilient, reliable information and communication networks, counter cyberspace threats, and assure access to cyberspace. USCYBERCOM is designing the cyber force structure, training requirements and certification standards that will enable the Services to build the cyber force required to execute our assigned missions. The command also works closely with interagency and international partners in executing these critical missions.": "Командование объединяет управление операциями в киберпространстве, укрепляет возможности Министерства обороны в киберпространстве, а также интегрирует и укрепляет опыт Министерства обороны в киберпространстве. USCYBERCOM улучшает возможности Министерства обороны по эксплуатации устойчивых и надежных информационных и коммуникационных сетей, противодействию угрозам киберпространства и обеспечению доступа к киберпространству. USCYBERCOM разрабатывает структуру киберсил, требования к обучению и стандарты сертификации, которые позволят Службам создать киберсилы, необходимые для выполнения поставленных перед нами задач. Командование также тесно сотрудничает с межведомственными и международными партнерами при выполнении этих важнейших задач.",
  "Deliver Agile and DevSecOps to the WPAFB Digital Acquisition and Engineering community. We accomplish this in three distinct ways: Deploying tools and tool pipelines (we build it for you) Guiding technical efforts (we help you build it) Educating the workforce": "Предоставляйте Agile и DevSecOps сообществу WPAFB Digital Acquisition and Engineering. Мы достигаем этого тремя различными способами: Развертывание инструментов и конвейеров инструментов (мы создаем это для вас) Руководство техническими усилиями (мы помогаем вам это создать) Обучение персонала",
  "The Office of Science and Technology Integration develops the vision, policies and strategies needed to make use of scientific research and technological development.": "Управление интеграции науки и технологий разрабатывает концепцию, политику и стратегии, необходимые для использования научных исследований и технологических разработок.",
  "Provide rapid and focused acquisition, technology, and acquisition logistics support to SOF Warfighters.": "Обеспечьте быструю и целенаправленную поддержку в области приобретения, технологий и логистики для бойцов ССО.",
  "improve organizational effectiveness & efficiency": "повысить организационную эффективность и результативность",
  "BioFabUSA integrates innovative cell and tissue cultures with advances in biofabrication, automation, robotics, and analytical technologies to create disruptive research and development tools and Food and Drug Administration (FDA)-compliant volume manufacturing processes": "BioFabUSA объединяет инновационные культуры клеток и тканей с достижениями в области биопроизводства, автоматизации, робототехники и аналитических технологий для создания революционных инструментов для исследований и разработок и процессов массового производства, соответствующих требованиям Управления по контролю за продуктами и лекарствами (FDA).",
  "To push innovation faster, developing technology the future needs now. We do it through partnerships, networking and leveraging those around us on a daily basis.": "Чтобы ускорить внедрение инноваций, разрабатывайте технологии, которые нужны будущему уже сейчас. Мы делаем это посредством партнерских отношений, создания сетей и ежедневного взаимодействия с окружающими нас людьми.",
  "NSWC Corona Division has served as the Navy's independent assessment agent since 1964. With experience in gauging the Navy's warfighting capability, NSWC Corona is positioned as a leader in NAVSEA data analytics. Utilizing networked data environments, data analytics and visualization, and measurement technology to bridge the Navy's disparate data, Corona enables informed decision-making for the warfighter. The Naval Sea Systems Command field activity provides transparency for warfighting readiness through data analytics and assessment, engineers the fleet’s Live-Virtual-Constructive training environment, and assures the accuracy of measurements as the engineering advisor for the Navy and Marine Corps metrology and calibration programs.": "Подразделение NSWC Corona выполняет функции независимого агента по оценке ВМФ с 1964 года. Имея опыт оценки боевых возможностей ВМФ, NSWC Corona позиционируется как лидер в области анализа данных NAVSEA. Используя сетевую среду данных, аналитику и визуализацию данных, а также технологии измерения для объединения разрозненных данных ВМФ, Corona позволяет военнослужащим принимать обоснованные решения. Полевая деятельность Командования морских систем ВМС обеспечивает прозрачность готовности к боевым действиям посредством анализа и оценки данных, проектирует среду интерактивного, виртуального и конструктивного обучения флота и обеспечивает точность измерений в качестве технического консультанта по программам метрологии и калибровки ВМФ и Корпуса морской пехоты.",
  "Identify solutions forfuture Joint Force hard problems in the development of “leap-ahead” capabilities. The JSIGwould like to examine current and emerging technologies that could be used to enable the JointForce To win the future fight in a data-contested environment. For this reason, the JSIG needs away to enable military operators to effectively complete their mission in communicationcompromised environments.": "Определить решения будущих сложных проблем Объединенных сил в развитии потенциала «скачка вперед». JSIG хотела бы изучить текущие и новые технологии, которые можно использовать, чтобы позволить JointForce выиграть будущую битву в среде состязаний в области данных. По этой причине JSIG необходимо уйти, чтобы военные операторы могли эффективно выполнить свою миссию в условиях нарушенной связи.",
  "EAGLEWERX strives to champion a network that accelerates Soldier-integrated innovation. We connect people and resources to empower all Screaming Eagles to provide novel ideas that solve tactical problems.": "EAGLEWERX стремится продвигать сеть, которая ускоряет инновации, интегрированные в солдат. Мы объединяем людей и ресурсы, чтобы дать возможность всем Screaming Eagles предлагать новые идеи, решающие тактические проблемы.",
  "Assists DoD program managers rapidly identify, acquire, demonstrate, and transiton innovative technologies to the Warfighter through the use of OTAs.": "Помогает менеджерам программ Министерства обороны быстро выявлять, приобретать, демонстрировать и передавать инновационные технологии на истребители с помощью OTA.",
  "Our mission is to foster collaboration between Government, Industry and Academia to identify, develop and demonstrate the enabling technologies that enhance the Navy and Marine Corps mission effectiveness in the field of Information Warfare. The IWRP Consortium minimizes barriers to entry for small, non-traditional businesses to work with the Government, and access research and prototyping teaming opportunities. IWRP enables rapid research, access to innovative commercial solutions for defense requirements, and innovations from industry, academia and non-traditionals.": "Наша миссия состоит в том, чтобы способствовать сотрудничеству между правительством, промышленностью и научными кругами для выявления, разработки и демонстрации технологий, которые повышают эффективность миссий ВМФ и Корпуса морской пехоты в области информационной войны. Консорциум IWRP сводит к минимуму барьеры для входа малого, нетрадиционного бизнеса на работу с правительством и доступ к возможностям сотрудничества в области исследований и прототипирования. IWRP обеспечивает быстрые исследования, доступ к инновационным коммерческим решениям для оборонных нужд, а также к инновациям промышленности, научных кругов и нетрадиционных технологий.",
  "Demonstrate and evaluate new technologies related to the Department of the Navy and the Department of Defense research in an operational field environment, and also to provide the operational community the opportunity to experiment with these technologies to better understand the capabilities that they may represent.": "Демонстрировать и оценивать новые технологии, связанные с исследованиями Министерства военно-морского флота и Министерства обороны в оперативной полевой среде, а также предоставлять оперативному сообществу возможность экспериментировать с этими технологиями, чтобы лучше понять возможности, которые они могут представлять.",
  "Coordinates urgent and emergent acquisitions to meet the needs of combatant commanders and interagency partners by refining requirements and harnessing authorities best suited for rapid acquisition. Within the DoD, the JRAC provides Warfighter Senior Integration Group oversight for ongoing operations and coordinates Combatant Commander-wide joint urgent and emergent operation needs. In support of the interagency, the JRAC provides Defense Assisted Acquisition (DA2) as the single entry point to the DoD acquisition enterprise.": "Координирует срочные и неотложные закупки для удовлетворения потребностей комбатантских командиров и межведомственных партнеров, уточняя требования и используя полномочия, наиболее подходящие для быстрого приобретения. В рамках Министерства обороны JRAC обеспечивает надзор за текущими операциями старшей группы интеграции боевых командиров и координирует совместные срочные и неотложные оперативные потребности всех боевых командиров. В поддержку межведомственного взаимодействия JRAC обеспечивает закупку с помощью Министерства обороны (DA2) в качестве единой точки входа в предприятие по закупкам Министерства обороны.",
  "The Carderock Division consists of approximately 2,000 scientists, engineers and support personnel working in more than 40 disciplines ranging from fundamental science to applied/in-service engineering. We are the Navy's experts for maritime technology. The Division houses world-class facilities and laboratories. Carderock's Headquarters is located in West Bethesda, Maryland. The Division also conducts research and development at several remote sites across the country. As a major component and field activity of the Naval Sea Systems Command, the Carderock Division provides cradle-to-grave support for its technical products over an enormous range of scientific areas related to surface and undersea platforms. The Division addresses the full spectrum of applied maritime science and technology, from the theoretical and conceptual beginnings, through design and acquisition, to implementation and follow-on engineering. This includes all technical aspects of improving the performance of ships, submarines, military water craft and unmanned vehicles, as well as research for military logistics systems. In addition, the Division is uniquely chartered by Congress to support America's maritime industry.": "Подразделение Кардерока состоит из примерно 2000 ученых, инженеров и вспомогательного персонала, работающих в более чем 40 дисциплинах, от фундаментальной науки до прикладной и эксплуатационной инженерии. Мы являемся экспертами ВМФ в области морских технологий. Подразделение располагает оборудованием и лабораториями мирового класса. Штаб-квартира Carderock находится в Вест-Бетезде, штат Мэриленд. Подразделение также проводит исследования и разработки на нескольких удаленных объектах по всей стране. В качестве основного компонента и полевого подразделения Командования морских систем ВМС подразделение Кардерок обеспечивает полную поддержку своей технической продукции в огромном диапазоне научных областей, связанных с надводными и подводными платформами. Подразделение занимается всем спектром прикладной морской науки и технологий, от теоретических и концептуальных начал, проектирования и приобретения до внедрения и последующего проектирования. Сюда входят все технические аспекты улучшения характеристик кораблей, подводных лодок, военных плавсредств и беспилотных аппаратов, а также исследования систем военной логистики. Кроме того, Конгресс учредил Отделение для поддержки морской отрасли Америки.",
  "Commission researchers, consultants, and subject matter experts in academia and industry to achieve your civil and defense priorities. Create collaborative teams with corporations, other government agencies & universities to develop, transfer, and commercialize technologyAdvance state and federal programs for small businesses and economic development": "Нанимайте исследователей, консультантов и профильных экспертов из академических кругов и промышленности для достижения ваших гражданских и оборонных приоритетов. Создавайте совместные команды с корпорациями, другими государственными учреждениями и университетами для разработки, передачи и коммерциализации технологий. Продвигайте государственные и федеральные программы для малого бизнеса и экономического развития.",
  "Deliver Joint Warfighting Concepts (JWCs) to Prototype Capabilities. Transition the Valley of Death.": "Превратите совместные концепции ведения боевых действий (JWC) в прототипы возможностей. Переход в Долину Смерти.",
  "The Microelectronics Commons is national network that will create direct pathways to commercialization for US microelectronics researchers and designers from “lab to fab.”": "Microelectronics Commons — это национальная сеть, которая создаст прямые пути коммерциализации для американских исследователей и разработчиков микроэлектроники от «лаборатории до фабрики».",
  "Improve technology across the Department of Defense.": "Улучшайте технологии во всем Министерстве обороны.",
  "Establish and advance software as a strategic advantage for national security. Leads and direct research and transition of software engineering and related disciplines at the intersection of academia, industry, and government.": "Создание и продвижение программного обеспечения как стратегическое преимущество для национальной безопасности. Руководит и направляет исследования и переход в области разработки программного обеспечения и смежных дисциплин на стыке академических кругов, промышленности и правительства.",
  "Advanced Technology International (ATI), a public-service nonprofit, lessens the burden of government by coordinating and managing our country’s most innovative research initiatives. Our expertise is rooted in helping Department of Defense (DoD) sponsors identify their needs and source solutions from a focused consortium of diverse innovators from industry and academia. ATI manages Other Transaction Agreement (OTA)-based and Federal Acquisitions Regulations (FAR)-based collaborations, of which many are for the DoD.": "Advanced Technology International (ATI), общественная некоммерческая организация, уменьшает бремя правительства, координируя и управляя самыми инновационными исследовательскими инициативами в нашей стране. Наш опыт основан на оказании помощи спонсорам Министерства обороны (DoD) в определении их потребностей и поиске решений от целевого консорциума разнообразных новаторов из промышленности и научных кругов. ATI управляет сотрудничеством на основе соглашений о других транзакциях (OTA) и правил федеральных закупок (FAR), многие из которых предназначены для Министерства обороны.",
  "The purpose of the Training and Readiness Accelerator (TReX) is to spur innovative development, demonstration and expedited delivery of prototypes to increase Warfighter readiness via modeling, simulation and training focused projects.": "Целью Акселератора обучения и готовности (TReX) является стимулирование инновационных разработок, демонстрации и ускоренной поставки прототипов для повышения готовности боевых истребителей посредством моделирования, симуляции и проектов, ориентированных на обучение.",
  "To be the partner of choice for private industry, academic institutions, government agencies, and other research organizations seeking to accelerate the development of medical solutions that prevent and treat injuries and restore America’s military and veterans to full health.": "Быть предпочтительным партнером для частного сектора, академических учреждений, государственных учреждений и других исследовательских организаций, стремящихся ускорить разработку медицинских решений, которые предотвращают и лечат травмы, а также восстанавливают полное здоровье американских военных и ветеранов.",
  "NextFlex engages design, development, prototyping, and pilot-scale manufacturing of Flexible Hybrid Electronics aligned with multiple DoD priorities at a single International Traffic in Arms Regulations (ITAR) and Food and Drug Administration compliant location.": "NextFlex занимается проектированием, разработкой, прототипированием и пилотным производством гибкой гибридной электроники, соответствующей нескольким приоритетам Министерства обороны, в одном месте, соответствующем требованиям Международных правил торговли оружием (ITAR) и Управления по контролю за продуктами и лекарствами.",
  "The  Office of the Assistant Secretary of the Air Force for Acquisition, Technology and Logistics oversees Air Force research, development, acquisition and program sustainment activities totaling an annual budget in excess of $60 billion for more than 550 acquisition programs.": "Управление помощника министра ВВС по закупкам, технологиям и логистике курирует исследования, разработки, приобретения и поддержку программ ВВС, общий годовой бюджет которых превышает 60 миллиардов долларов для более чем 550 программ приобретения.",
  "Analyzes and solves problems by getting as close as possible to the people, the data – and the problems themselves – in order to find the clear, credible answers government leaders need to choose the best course of action.": "Анализирует и решает проблемы, максимально приближаясь к людям, данным – и самим проблемам – чтобы найти четкие, заслуживающие доверия ответы, необходимые правительственным лидерам для выбора наилучшего курса действий.",
  "Mission-oriented programs that integrate the needs and requirements of the DON’s Fleet through research and development (R&D) topics that have dual use potential, but primarily address the needs of the DON.": "Целевые программы, которые интегрируют потребности и требования флота Дона посредством исследований и разработок (НИОКР), которые имеют потенциал двойного использования, но в первую очередь удовлетворяют потребности Дона.",
  "The mission of NSWC PCD is to conduct research, development, test and evaluation, and in-service support in Mine Warfare, Naval Special Warfare, Diving and Life Support, and Amphibious and Expeditionary Maneuver Warfare Systems, as well as other missions in the Littoral Battlespace.": "Миссией NSWC PCD является проведение исследований, разработок, испытаний и оценок, а также поддержка в эксплуатации в области минной войны, военно-морского специального назначения, дайвинга и жизнеобеспечения, а также систем амфибийного и экспедиционного маневрирования, а также других миссий в прибрежном боевом пространстве.",
  "AFFOA enables a manufacturing-based revolution through the transformation of traditional fibers, yarns, and textiles into sophisticated, integrated, and networked devices and systems": "AFFOA обеспечивает революцию в производстве путем преобразования традиционных волокон, пряжи и текстиля в сложные, интегрированные и сетевые устройства и системы.",
  "OUSD(R&E) is open to discussions of new technologies and capabilities suitable for experimentation through RDER. Templates for unsolicited white papers and quad charts are available for download. Completed papers can be sent to the appropriate unclassified, SIPRNet, or JWICS mailboxes.": "OUSD(R&E) открыт для обсуждения новых технологий и возможностей, подходящих для экспериментов с помощью RDER. Шаблоны нежелательных официальных документов и четырехдиаграмм доступны для скачивания. Заполненные статьи можно отправить в соответствующие несекретные почтовые ящики SIPRNet или JWICS.",
  "Anyone who sails a ship, flies an aircraft, goes into harm’s way, makes national policy decisions, responds to disasters, or navigates with a cellphone, all rely on the National Geospatial-Intelligence Agency. NGA delivers world-class geospatial intelligence, or GEOINT, that provides a decisive advantage to warfighters, policymakers, intelligence professionals and first responders. Both an intelligence agency and a combat support agency, NGA fulfills the president’s national security priorities in partnership with the intelligence community and Department of Defense. NGA is headquartered in Springfield, Virginia and has two major locations in St. Louis and Arnold, Missouri. Hundreds of NGA employees serve on support teams at U.S. military, diplomatic and allied locations around the world.\"": "Любой, кто управляет кораблем, управляет самолетом, попадает в опасность, принимает решения национальной политики, реагирует на стихийные бедствия или ориентируется с помощью мобильного телефона, все полагаются на Национальное агентство геопространственной разведки. NGA предоставляет геопространственную разведку мирового класса, или GEOINT, которая дает решающее преимущество военным, политикам, специалистам в области разведки и службам быстрого реагирования. Являясь одновременно разведывательным агентством и агентством боевой поддержки, NGA выполняет приоритеты президента в области национальной безопасности в партнерстве с разведывательным сообществом и Министерством обороны. Штаб-квартира NGA находится в Спрингфилде, штат Вирджиния, а также два основных офиса в Сент-Луисе и Арнольде, штат Миссури. Сотни сотрудников NGA служат в группах поддержки в военных, дипломатических и союзных учреждениях США по всему миру».",
  "Rogue Blue Software provides an expert software development, integration, and deployment platform across all enclave classifications up to the highest levels principally for Nuclear Command and Control (NC2), the Nation’s critical nuclear enterprise. Current customers include US Strategic Command (USSTRATCOM), US European Command (USEUCOM), the Joint Staff (JS), and the White House Military Office (WHMO). Our forte is our DevSecOps pipelines and ability to continuously integrate software up to the highest classification levels.": "Rogue Blue Software предоставляет экспертную платформу для разработки, интеграции и развертывания программного обеспечения во всех классификациях анклавов вплоть до самых высоких уровней, главным образом для ядерного командования и контроля (NC2), важнейшего ядерного предприятия страны. В число текущих клиентов входят Стратегическое командование США (USSTRATCOM), Европейское командование США (USEUCOM), Объединенный штаб (JS) и Военное управление Белого дома (WHMO). Наша сильная сторона — это конвейеры DevSecOps и способность непрерывно интегрировать программное обеспечение до самых высоких уровней классификации.",
  "The program provides infrastructure and enterprise services, as well as develops mission applications to enable responsive, resilient operational-level Space C2 capabilities for the space operations centers.": "Программа предоставляет инфраструктурные и корпоративные услуги, а также разрабатывает приложения для миссий, обеспечивающие быстро реагирующие и отказоустойчивые возможности Space C2 оперативного уровня для центров космических операций.",
  "The United States Army Program Executive Office Enterprise Information Systems (PEO EIS) provides the information technology network and day-to-day business systems that reinforce Readiness and keep the Army running. Our diverse portfolio of 36 program offices and more than 70 acquisition programs support Army and DOD communications, logistics, medical, finance, personnel, training and procurement operations around the world.": "Корпоративные информационные системы исполнительного управления программы армии США (PEO EIS) обеспечивают сеть информационных технологий и повседневные бизнес-системы, которые повышают готовность и поддерживают работу армии. Наш разнообразный портфель из 36 программных офисов и более 70 программ приобретения поддерживает операции связи, логистики, медицины, финансов, кадров, обучения и закупок армии и Министерства обороны по всему миру.",
  "Create and sustain lethal, resilient, threat-driven, and affordable military space capabilities that provide persistent, resilient, global, low-latency surveillance to deter or defeat adversaries.": "Создавать и поддерживать смертоносные, устойчивые, управляемые угрозами и доступные военно-космические возможности, которые обеспечивают постоянное, отказоустойчивое, глобальное наблюдение с малой задержкой для сдерживания или поражения противников.",
  "Supports research, development, test, evaluation, engineering, and fleet support of Navy and Marine Corps air vehicle systems and\ntrainers. NAWCAD is the steward of the ranges, test facilities, laboratories, and aircraft necessary to support the Fleet's acquisition\nrequirements and provides a variety of services to the Department of Defense, other Federal agencies as well as non-Federal\ncustomers.": "Поддерживает исследования, разработки, испытания, оценку, проектирование и поддержку флота систем летательных аппаратов ВМФ и Корпуса морской пехоты, а также\nтренеры. NAWCAD является распорядителем полигонов, испытательных центров, лабораторий и самолетов, необходимых для поддержки приобретения флота.\nтребований и предоставляет разнообразные услуги Министерству обороны, другим федеральным агентствам, а также нефедеральным\nклиенты.",
  "DIANA leverages its acceleration programme and test centre network to bring start-ups together with operational end-users, scientists, and systems integrators to advance compelling deep tech with dual-use solutions for the NATO Alliance.": "DIANA использует свою программу ускорения и сеть испытательных центров, чтобы объединить стартапы с конечными пользователями, учеными и системными интеграторами для продвижения привлекательных глубоких технологий с решениями двойного назначения для Альянса НАТО.",
  "C5 accelerates the development and deployment of new capabilities to the Warfighter through the use of Other Transaction Authority. C5 gives members an innovative and commonsense acquisition mechanism for development of new technologies and products to meet government customer requirements.": "C5 ускоряет разработку и внедрение новых возможностей Warfighter за счет использования полномочий на другие транзакции. C5 предоставляет членам инновационный и разумный механизм приобретения для разработки новых технологий и продуктов, отвечающих требованиям государственных заказчиков.",
  "Continuously modernize the U.S. Army through the timely development and delivery of overmatch capability to deter adversaries and win our Nation’s wars.": "Постоянно модернизировать армию США посредством своевременного развития и предоставления превосходящих возможностей для сдерживания противников и победы в войнах нашей страны.",
  "A group of talented people, innovators, engineers, computer scientists, IT, and cybersecurity  professionals. A DevSecOps software engineering culture leading the way in software development (Dev), security (Sec) and operations(Ops). The 309th Software Engineering group at Hill AFB is recognized as a world leader in “cradle-to-grave” support systems. They encompass hardware engineering, software engineering, cybersecurity, cloud security, program management, consulting, data management, and much more.": "Группа талантливых людей, новаторов, инженеров, специалистов в области информатики, информационных технологий и кибербезопасности. Культура разработки программного обеспечения DevSecOps лидирует в разработке программного обеспечения (Dev), безопасности (Sec) и эксплуатации (Ops). 309-я группа разработки программного обеспечения на авиабазе Хилл признана мировым лидером в области систем поддержки «от колыбели до могилы». Они охватывают разработку аппаратного обеспечения, разработку программного обеспечения, кибербезопасность, облачную безопасность, управление программами, консалтинг, управление данными и многое другое.",
  "Cultivate ecosystems that enable the acceleration of innovative solutions to benefit the warfighter and the nation.": "Развивайте экосистемы, которые позволят ускорить внедрение инновационных решений на благо воинов и нации.",
  "Support the government's security and intelligence communities, ARLIS aims to integrate social and behavioral sciences, AI, and computing for new Human Domain applied research and development capabilities.": "Поддерживая правительственные службы безопасности и разведки, ARLIS стремится интегрировать социальные и поведенческие науки, искусственный интеллект и компьютерные технологии для новых возможностей прикладных исследований и разработок в сфере человеческого домена.",
  "NGA’s Office of Ventures and Innovation using the OTA as one means to drive innovative and transformational change into the National System for Geospatial-Intelligence (NSG) and Allied System for Geospatial-Intelligence (ASG) environments.  The agreement has a $30M ceiling for multiple prototype project awards and represented SOSSEC’s sixth such agreement since 2007.": "Управление венчурного капитала и инноваций NGA использует OTA как одно из средств внедрения инновационных и трансформационных изменений в среду Национальной системы геопространственной разведки (NSG) и смежной системы геопространственной разведки (ASG).  Соглашение предусматривает максимальную сумму в 30 миллионов долларов США для нескольких проектов прототипов и представляет собой шестое подобное соглашение SOSSEC с 2007 года.",
  "Address the rising technical and technological sophistication of potential adversaries. Initiated with a seed grant from the Naval Postgraduate School Foundation and Alumni Association, SLAMR seeks to catalyze rapid experimentation and prototyping with private sector, academia, and government teams to accelerate identification, and adoption or adaption of emerging technologies for national security.": "Борьба с растущей технической и технологической сложностью потенциальных противников. Программа SLAMR, созданная благодаря стартовому гранту Фонда последипломного образования ВМФ и Ассоциации выпускников, стремится стимулировать быстрое экспериментирование и создание прототипов с участием частного сектора, научных кругов и правительственных групп для ускорения выявления, а также принятия или адаптации новых технологий для национальной безопасности.",
  "Use basic and applied research that benefits learning, education, health, human performance, and knowledge.": "Используйте фундаментальные и прикладные исследования, которые приносят пользу обучению, образованию, здоровью, работоспособности человека и знаниям.",
  "The consortium’s mission is to serve the U.S. Department of Defense (DOD) requirements in science and technology, workforce development, and technology transition. It does this by mobilizing and leveraging the academic community and its partners to deliver time-sensitive applied solutions to the DOD-defined research and prototype projects in the follow areas: core technology, next-generation projects (enabling technologies), and challenge projects (multidisciplinary efforts).": "Миссия консорциума — удовлетворение потребностей Министерства обороны США (DOD) в области науки и технологий, развития рабочей силы и перехода технологий. Это достигается за счет мобилизации и использования академического сообщества и его партнеров для предоставления срочных прикладных решений для определенных Министерством обороны исследований и прототипных проектов в следующих областях: основные технологии, проекты следующего поколения (технологии, обеспечивающие возможности) и сложные проекты (многодисциплинарные усилия).",
  "To provide access, tools, and education for any service member to solve problems, inspire, and empower themselves and those around them.": "Предоставить доступ, инструменты и обучение любому военнослужащему, чтобы он мог решать проблемы, вдохновлять и расширять возможности себя и окружающих.",
  "AMTC advances Army aviation and missile capabilities through a consortium that supports research, development and prototyping. AMTC minimizes barriers to entry for small, non-traditional businesses to work with the Government funded research and prototyping opportunities. AMTC enables rapid research, access to innovative commercial solutions for defense requirements, and innovations from non-traditional industry partners.": "AMTC развивает возможности армейской авиации и ракет через консорциум, который поддерживает исследования, разработки и прототипирование. AMTC сводит к минимуму барьеры для входа малых, нетрадиционных предприятий на работу с финансируемыми правительством возможностями исследований и прототипирования. AMTC обеспечивает быстрые исследования, доступ к инновационным коммерческим решениям для нужд обороны и инновациям от нетрадиционных отраслевых партнеров.",
  "Plans, builds, and maintains sustainable facilities. Delivers environmental, utilities and other base services. Acquires and manages expeditionary combat force systems and equipment.": "Планирует, строит и обслуживает устойчивые объекты. Предоставляет экологические, коммунальные и другие базовые услуги. Приобретает и управляет системами и оборудованием экспедиционных боевых сил.",
  "USASMDC Technical Center provides technologies to meet today’s requirements and future needs in directed energy, space, cyberspace, hypersonics and integrated air and missile defense": "Технический центр USASMDC предоставляет технологии, отвечающие сегодняшним требованиям и будущим потребностям в области направленной энергетики, космоса, киберпространства, гиперзвука и интегрированной противовоздушной и противоракетной обороны.",
  "Responsible for the acceleration of the DoD’s adoption of data, analytics, and AI to generate decision advantage across, from the boardroom to the battlefield.": "Отвечает за ускорение внедрения Министерством обороны данных, аналитики и искусственного интеллекта для создания преимуществ в принятии решений, от зала заседаний до поля боя.",
  "ODIN offers a Platform as a Service (PaaS) and Party Bus Software Factory option. Both options provide Customers with develop, test and production environments on all three enclaves. Centrally funded, in part, by Headquarters Air Force, ODIN’s partnership with Platform One allows us to provide customers an accredited Party Bus pipeline and continuous Authority to Operate (cATO). ODIN’s primary focus is to support the Air Force IC community. We are currently hosting ABMS and SpaceCAMP applications (operating under IATT, pilots) which allows them to promote compiled code (packaged applications) that have a Certificate to Field (CtF) through the P1 cATO pipeline into the Secret and Top Secret environments. ODIN has a fully ATO’ed Transfer Service which allows developers to rapidly and securely transfer code from the unclassified environment to the Secret and Top Secret environments.": "ODIN предлагает опцию «Платформа как услуга» (PaaS) и Party Bus Software Factory. Оба варианта предоставляют Заказчикам среды разработки, тестирования и производства во всех трех анклавах. Партнерство ODIN с Platform One, частично финансируемое штаб-квартирой ВВС, позволяет нам предоставлять клиентам аккредитованный конвейер Party Bus и постоянные полномочия на эксплуатацию (cATO). Основной задачей ODIN является поддержка сообщества IC ВВС. В настоящее время мы размещаем приложения ABMS и SpaceCAMP (работающие в рамках IATT, пилотные проекты), что позволяет им продвигать скомпилированный код (упакованные приложения), имеющие сертификат для поля (CtF), через конвейер P1 cATO в секретную и совершенно секретную среду. ODIN имеет полностью ATO-сервис передачи, который позволяет разработчикам быстро и безопасно переносить код из несекретной среды в секретную и совершенно секретную среду.",
  "Spans 12 research areas that focus on the development and prototyping of new technologies and capabilities for national security.": "Охватывает 12 областей исследований, которые сосредоточены на разработке и прототипировании новых технологий и возможностей для национальной безопасности.",
  "Provides a stable, guaranteed supply of microelectronics to the Defense Department and U.S. government agencies by developing partnerships with defense contractors or by securing intellectual property license agreements from the nation's leading technology providers": "Обеспечивает стабильные, гарантированные поставки микроэлектроники Министерству обороны и правительственным учреждениям США путем развития партнерских отношений с оборонными подрядчиками или путем заключения лицензионных соглашений на интеллектуальную собственность с ведущими поставщиками технологий страны.",
  "Introduce innovative, dual-use technology to the Department of Defense in support of the US Warfighter while strengthening our nation’s economy by investing in start-ups and small businesses.": "Внедрить инновационные технологии двойного назначения Министерству обороны в поддержку истребителей США и одновременно укрепить экономику нашей страны за счет инвестиций в стартапы и малый бизнес.",
  "The Medical CBRN Defense Consortium (MCDC) was formed in response to the Government’s expressed interest to establish an Other Transaction Agreement (OTA) with an eligible entity or group of entities, to include industry, academic, and not-for-profit partners, for advanced development efforts to support the Department of Defense’s (DoD) medical pharmaceutical and diagnostic requirements as related to enhancing the mission effectiveness of military personnel.`\\": "Медицинский консорциум по защите от ХБРЯ (MCDC) был сформирован в ответ на выраженную правительством заинтересованность в заключении Соглашения о других сделках (OTA) с подходящей организацией или группой организаций, включающей отраслевых, академических и некоммерческих партнеров, для передовых усилий по развитию для поддержки медицинских фармацевтических и диагностических требований Министерства обороны (DoD), связанных с повышением эффективности миссий военнослужащих.",
  "The Government, in conjunction with VLC, performs a coordinated research and development program designed to develop prototype aviation technologies. Under this Agreement, the Government, along with the non-government members from VLC, can perform coordinated planning and research and development prototype efforts designed to encompass the following as it relates to the aviation technologies": "Правительство совместно с VLC осуществляет скоординированную программу исследований и разработок, направленную на разработку прототипов авиационных технологий. В соответствии с этим Соглашением правительство вместе с неправительственными членами VLC может осуществлять скоординированное планирование, а также исследования и разработки прототипов, призванные охватить следующее, что касается авиационных технологий:",
  "To create and maintain a platform to accelerate the delivery of innovative capabilities to the Department of Defense in both port and maritime environments. ​ To facilitate capability refinement through community, exploration, experimentation, and assessment of promising technology.": "Создать и поддерживать платформу для ускорения предоставления инновационных возможностей Министерству обороны как в портовой, так и в морской среде. ​ Содействовать совершенствованию возможностей посредством сообщества, исследований, экспериментов и оценки перспективных технологий.",
  "Enables the Army to maintain a strategic relationship with an independent, nonprofit source of high-quality, objective analysis that can sustain deep expertise in domains of direct relevance to perennial Army concerns.": "Позволяет армии поддерживать стратегические отношения с независимым некоммерческим источником высококачественного объективного анализа, который может поддерживать глубокий опыт в областях, имеющих непосредственное отношение к постоянным проблемам армии.",
  "The Naval Aviation Systems Consortium (NASC) has been formed to support the technology needs of the Naval Air Warfare Centers (NAWCs) and the Naval Air Systems Command (NAVAIR) (NAVAIR) through the use of Other Transaction (OT) Authority. NASC is an agile, collaborative and enduring enterprise with world­-class capabilities that provides the Navy with broad reach, robust competition and a comprehensive range of technology solutions. Through its unique structure, consortium members are able to work with the Government to identify opportunities, target their technology offerings, expand into new markets and grow their businesses.": "Консорциум военно-морских авиационных систем (NASC) был сформирован для поддержки технологических потребностей военно-морских центров воздушной войны (NAWC) и командования военно-морских авиационных систем (NAVAIR) (NAVAIR) посредством использования полномочий по другим транзакциям (OT). NASC — это гибкое, коллективное и устойчивое предприятие с возможностями мирового класса, которое обеспечивает ВМФ широкий охват, надежную конкуренцию и широкий спектр технологических решений. Благодаря своей уникальной структуре члены консорциума могут работать с правительством над выявлением возможностей, целенаправленным внедрением своих технологических предложений, выходом на новые рынки и развитием своего бизнеса.",
  "As one of the longest serving OTA-enabled consortiums, NAMC leads as a platform for U.S. innovators to work in partnership with the Government to advance the development of manned and unmanned autonomy-enabled military solutions and their emerging technologies in support of the U.S. warfighter.": "Являясь одним из старейших консорциумов с поддержкой OTA, NAMC является платформой для американских новаторов для работы в партнерстве с правительством над продвижением разработки пилотируемых и беспилотных военных решений с поддержкой автономии и их новых технологий в поддержку американских истребителей.",
  "The 75th Innovation Command drives operational innovation, concepts, and capabilities to enhance the readiness and lethality of the Future Force by leveraging the unique skills, agility, and private sector connectivity of America's Army Reserve": "75-е инновационное командование внедряет оперативные инновации, концепции и возможности для повышения боеготовности и летальности Сил будущего, используя уникальные навыки, гибкость и связь с частным сектором американского армейского резерва.",
  "Hyperspace Challenge is a business accelerator that forges valuable relationships between the government, startup, and university communities to accelerate innovation for the space domain.": "Hyperspace Challenge — это бизнес-акселератор, который налаживает ценные отношения между правительством, стартапами и университетскими сообществами для ускорения инноваций в космической сфере.",
  "The U.S. Army Space and Missile Defense Command is the Army’s force modernization proponent and operational integrator for global space, missile defense and high altitude capabilities. The command does this through the 1st Space Brigade, 100th Missile Defense Brigade, U.S. Army Satellite Operations Brigade, Technical Center, Space and Missile Defense Center of Excellence. USASMDC provides trained and ready space and missile defense forces and capabilities to the warfighter and nation. It builds future space and missile defense forces for tomorrow by researching, testing and integrating space, missile defense, cyber, directed energy, hypersonic and related technologies for the future.": "Командование космической и противоракетной обороны армии США является сторонником модернизации сил армии и оперативным интегратором глобального космоса, противоракетной обороны и возможностей высотной обороны. Командование делает это через 1-ю космическую бригаду, 100-ю бригаду противоракетной обороны, Бригаду спутниковых операций армии США, Технический центр, Центр передового опыта в области космической и противоракетной обороны. USASMDC предоставляет подготовленные и готовые силы и возможности космической и противоракетной обороны военным истребителям и нации. Он создает будущие силы космической и противоракетной обороны завтрашнего дня путем исследования, испытаний и интеграции космических, противоракетных, кибер-, направленных энергетических, гиперзвуковых и связанных с ними технологий будущего.",
  "Naval Undersea Warfare Center Division, Keyport (NUWC Keyport) provides technical leadership, engineering expertise, and unique facility complexes that serve to ensure sustainment of undersea warfare superiority for the United States.  As one of two divisions of the Naval Undersea Warfare Center, Keyport’s mission is focused on developing and applying advanced technical capabilities to test, evaluate, field, and maintain undersea warfare systems and related defense assets. These advanced technical capabilities directly support the full spectrum of Navy undersea programs. NUWC Keyport is headquartered in the state of Washington on the Puget Sound, about 10 miles west of the city of Seattle and just north of the city of Bremerton. To provide ready support to Fleet operational forces at all major Navy home ports in the Pacific, Keyport also maintains detachments in Southern California and Hawaii, and an operating site in Guam, and an office in Japan. An operating site in Hawthorne, Nevada is used for storage and maintenance of undersea mines. Naval Sea Logistics Center, an echelon five command under Keyport, is located in Pennsylvania and has satellite offices mostly on the East Coast.  In addition, Keyport has a presence in Canada in partnership with the Royal Canadian Navy for undersea range operations. Our people frequently travel around the world to support the U.S. Fleet and Allied militaries.": "Подразделение военно-морского центра подводной войны в Кейпорте (NUWC Keyport) обеспечивает техническое руководство, инженерный опыт и уникальные комплексы объектов, которые служат для обеспечения поддержания превосходства Соединенных Штатов в подводной войне.  Миссия Keyport, как одного из двух подразделений Центра подводных боевых действий ВМС, сосредоточена на разработке и применении передовых технических возможностей для испытаний, оценки, эксплуатации и обслуживания подводных боевых систем и связанных с ними оборонных средств. Эти передовые технические возможности напрямую поддерживают весь спектр подводных программ ВМФ. Штаб-квартира NUWC Keyport находится в штате Вашингтон на берегу Пьюджет-Саунд, примерно в 10 милях к западу от города Сиэтл и к северу от города Бремертон. Чтобы обеспечить постоянную поддержку оперативным силам флота во всех основных портах приписки ВМФ в Тихом океане, Keyport также имеет подразделения в Южной Калифорнии и на Гавайях, а также оперативную площадку на Гуаме и офис в Японии. Операционная площадка в Хоторне, штат Невада, используется для хранения и обслуживания подводных мин. Центр морской логистики ВМС, пятый эшелон командования Кейпорта, расположен в Пенсильвании и имеет дополнительные офисы в основном на восточном побережье.  Кроме того, Keyport присутствует в Канаде в партнерстве с Королевским военно-морским флотом Канады для проведения подводных операций. Наши люди часто путешествуют по всему миру, чтобы поддержать флот США и вооруженные силы союзников.",
  "USCENTCOM is a unified combatant command of the United States Department of Defense. Our mission is to direct and enable military operations and activities with allies and partners to increase regional security and stability in support of enduring U.S. interests. The USCENTCOM area of responsibility (AOR) spans more than 4 million square miles and is populated by more than 560 million people from 25 ethnic groups, speaking 20 languages with hundreds of dialects and confessing multiple religions which transect national borders. The geography of the region consists of the intersection of three continents and globally vital commercial sea lanes, flight corridors, pipelines and overland routes. The 21 nations of the AOR, which stretches from Northeast Africa across the Middle East to Central and South Asia, have forms of governance ranging across the political spectrum, including emerging democracies, hereditary monarchies, autocracies, and Islamist theocratic regimes.": "USCENTCOM — объединенное боевое командование Министерства обороны США. Наша миссия состоит в том, чтобы направлять и обеспечивать военные операции и действия с союзниками и партнерами для повышения региональной безопасности и стабильности в поддержку непреходящих интересов США. Зона ответственности ЦЕНТКОМа США (ЗО) охватывает более 4 миллионов квадратных миль и населена более чем 560 миллионами человек из 25 этнических групп, говорящих на 20 языках с сотнями диалектов и исповедующих множество религий, пересекающих национальные границы. География региона состоит из пересечения трех континентов и жизненно важных торговых морских путей, воздушных коридоров, трубопроводов и сухопутных маршрутов. В 21 стране ЗО, которая простирается от Северо-Восточной Африки через Ближний Восток до Центральной и Южной Азии, существуют формы правления, охватывающие весь политический спектр, включая развивающиеся демократии, наследственные монархии, автократии и исламистские теократические режимы.",
  "America Makes is the nation’s leading public-private partnership for additive manufacturing (AM) technology and education through accelerating AM adoption and the nation’s global manufacturing competitiveness.": "America Makes — это ведущее государственно-частное партнерство страны в области технологий аддитивного производства (АП) и образования за счет ускорения внедрения аддитивного производства и повышения глобальной конкурентоспособности производства в стране.",
  "Develop and integrate innovative solutions to complex naval warfare challenges to enhance current and future warfighting capabilities.": "Разрабатывайте и интегрируйте инновационные решения сложных задач морской войны для повышения текущих и будущих боевых возможностей.",
  "leverages government, private, public, and academic resources, best practices, partnerships, group collaboration, and research to create innovative solutions to improve and increase efficiency, modernize & reform, and increase readiness": "использует государственные, частные, государственные и академические ресурсы, передовой опыт, партнерство, групповое сотрудничество и исследования для создания инновационных решений для улучшения и повышения эффективности, модернизации и реформирования, а также повышения готовности",
  "Welcome to the official Joint Program Executive Office for Chemical, Biological, Radiological and Nuclear Defense (JPEO-CBRND) LinkedIn page. Our mission is to provide the warfighter with the best CBRN defense technology, equipment and medical countermeasures at the right cost, at the right time and at the right place.": "Добро пожаловать на официальную страницу Исполнительного офиса Объединенной программы химической, биологической, радиологической и ядерной защиты (JPEO-CBRND) на LinkedIn. Наша миссия — предоставить бойцам лучшие технологии защиты от ХБРЯ, оборудование и средства медицинского противодействия по разумной цене, в нужное время и в нужном месте.",
  "Empower small businesses, entrepreneurs, and academia to identify new partnerships for innovation and commercialization with the ERDC in military engineering, environmental quality and inspections, civil works and water resources, geospatial research and engineering, and engineered resilient systems.": "Предоставьте малым предприятиям, предпринимателям и академическим кругам возможность находить новые партнерские отношения для инноваций и коммерциализации с ERDC в области военного машиностроения, качества окружающей среды и инспекций, строительных работ и водных ресурсов, геопространственных исследований и инженерии, а также инженерных устойчивых систем.",
  "Provide combatant commands, Joint Staff, and other customers with effects-based analysis and precision targeting options for selected networks and nodes in order to carry out the national security and military strategies of the United States during peace, crisis, and war.": "Предоставьте боевым командованиям, Объединенному штабу и другим клиентам анализ на основе эффектов и варианты точного нацеливания для выбранных сетей и узлов для реализации национальной безопасности и военной стратегии Соединенных Штатов во время мира, кризиса и войны.",
  "Guide naval stakeholders to rapidly deliver capabilities to the warfighter. Serve as the platform that connects naval needs and challenges with expert solution providers across industry, academia, and the Department of the Navy.": "Помогите заинтересованным сторонам военно-морского флота быстро предоставить возможности истребителю. Служить платформой, которая объединяет потребности и проблемы военно-морского флота с экспертными поставщиками решений из промышленности, научных кругов и военно-морского ведомства.",
  "With a focus on innovation, we apply our engineering and business skills to understand urgent Army customer needs and requirements, and integrate crucial expertise and technology to create successful outcomes for the Warfighter.": "Уделяя особое внимание инновациям, мы применяем наши инженерные и деловые навыки, чтобы понять насущные нужды и требования клиентов армии, а также интегрируем важнейший опыт и технологии для достижения успешных результатов для Warfighter.",
  "Proliferate modern, high-quality, and secure software development throughout the Naval Enterprise by providing technologies, services, and methodologies that allow more of your team's time and energy to be focused on end-user value delivery. We'll show your team how to shorten your capability delivery cycle through DevSecOps Culture, Agile and Lean Methodologies, CI/CD Automation, Lighthouse & Party Barge, Software Modernization, and Accelerated Cyber Accreditation.": "Распространяйте разработку современного, высококачественного и безопасного программного обеспечения по всему военно-морскому предприятию, предоставляя технологии, услуги и методологии, которые позволят вашей команде сосредоточить больше времени и энергии на обеспечении ценности для конечного пользователя. Мы покажем вашей команде, как сократить цикл предоставления возможностей с помощью культуры DevSecOps, гибких и бережливых методологий, автоматизации CI/CD, Lighthouse & Party Barge, модернизации программного обеспечения и ускоренной кибер-аккредитации.",
  "Develop, integrate, demonstrate, and sustain ground vehicle systems capabilities to support Army modernization priorities and improve readiness.": "Разрабатывайте, интегрируйте, демонстрируйте и поддерживайте возможности систем наземной техники для поддержки приоритетов модернизации армии и повышения боеготовности.",
  "Consortium Management Group, Inc. (CMG) manages three Other Transaction Agreement (OTA) consortia – Consortium for Energy, Environment and Demilitarization (CEED); Consortium for Command, Control and Communications in Cyberspace (C5); and Naval Aviation Systems Consortium (NASC), and administers the four OTAs between them. Through these OTAs, CMG offers a flexible, cost-effective and collaborative acquisition tool as an alternative to FAR-based contracts to meet Department of Defense mission requirements.  Together, the consortia comprise nearly 2,000 leading companies and academic institutions to provide broad reach, robust competition and a comprehensive range of technologies to meet Government needs. To date, CMG has facilitated more than $2 Billion in project awards on behalf of the Government for its consortia members.": "Consortium Management Group, Inc. (CMG) управляет тремя консорциумами по соглашениям о других сделках (OTA) – Консорциумом по энергетике, окружающей среде и демилитаризации (CEED); Консорциум по командованию, контролю и связи в киберпространстве (C5); и Консорциум систем морской авиации (NASC) и управляет четырьмя OTA между ними. Посредством этих OTA CMG предлагает гибкий, экономичный и совместный инструмент приобретения в качестве альтернативы контрактам на основе FAR для удовлетворения требований миссии Министерства обороны.  Вместе консорциумы включают около 2000 ведущих компаний и академических учреждений, чтобы обеспечить широкий охват, надежную конкуренцию и широкий спектр технологий для удовлетворения потребностей правительства. На сегодняшний день CMG предоставила членам своих консорциумов гранты на проекты на сумму более 2 миллиардов долларов от имени правительства.",
  "Identify the top emerging technical solutions to meet critical Army priorities to modernize our world-class Army and transition life-saving technology into the hands of our Soldiers.": "Определите новейшие технические решения для удовлетворения важнейших армейских приоритетов по модернизации нашей армии мирового класса и передаче жизненно важных технологий в руки наших солдат.",
  "United States leadership in Strategic Missions, Electronic Warfare and assured, advanced microelectronics is critical to military dominance and economic sovereignty. Loss of this leadership position threatens U.S. ability to deter adversaries and prevail in conflict. There are additional potential impacts to economic/industrial base equities extending beyond national security. The Naval Surface Warfare Center (NSWC), Crane Division and the Department of Defense (DoD) require innovative technological solutions to address current and future security threats in the electromagnetic spectrum (EMS), trusted microelectronics, and strategic missions hardware environments. To engage the broadest set of innovators, NSWC Crane has created the Strategic and Spectrum Missions Advanced Resilient Trusted Systems (S2MARTS) OTA. The S2MARTS OTA (pronounced “SMARTS”) will refine strategies, management planning activities, and implement integrated, complementary solutions that enable broader Department of Defense (DoD) access to commercial state-of-the-art EMS technologies, advanced microelectronics, radiation-hardened (RAD-HARD) and strategic missions hardware.": "Лидерство Соединенных Штатов в стратегических миссиях, электронной войне и гарантированной передовой микроэлектронике имеет решающее значение для военного доминирования и экономического суверенитета. Потеря этой лидирующей позиции ставит под угрозу способность США сдерживать противников и одерживать победу в конфликте. Существуют дополнительные потенциальные воздействия на экономический/промышленный капитал, выходящие за рамки национальной безопасности. Центру надводных боевых действий ВМС (NSWC), крановому отделу и Министерству обороны (DoD) требуются инновационные технологические решения для устранения текущих и будущих угроз безопасности в электромагнитном спектре (EMS), надежной микроэлектронике и аппаратных средах стратегических миссий. Чтобы привлечь самый широкий круг новаторов, NSWC Crane создала OTA для стратегических и спектральных задач Advanced Resilient Trusted Systems (S2MARTS). S2MARTS OTA (произносится как «SMARTS») будет совершенствовать стратегии, деятельность по планированию управления и внедрять интегрированные, дополнительные решения, которые обеспечат более широкий доступ Министерства обороны (DoD) к коммерческим новейшим технологиям скорой медицинской помощи, передовой микроэлектронике, радиационно-стойкому (RAD-HARD) и оборудованию для стратегических миссий.",
  "The Georgia Tech Applied Research Corporation (GTARC) provides contracting, grant, and research administration services for the Georgia Tech Research Institute (GTRI), a business segment of Georgia Tech committed to applied research.": "Корпорация прикладных исследований Технологического института Джорджии (GTARC) предоставляет услуги по заключению контрактов, грантов и администрированию исследований для Технологического исследовательского института Джорджии (GTRI), бизнес-сегмента Технологического института Джорджии, занимающегося прикладными исследованиями.",
  "Investing directly in early stage ventures through the IDEA funds and supporting the broader entrepreneurial ecosystem through the MOBEC grant program, the Missouri Technology Corporation (\"MTC\"​) is a public-private partnership created by the Missouri General Assembly to promote entrepreneurship and foster the growth of new and emerging high-tech companies. The Innovation, Development, and Entrepreneurship Advancement (IDEA) Funds are deployed through four programs: Missouri TechLaunch, Seed Capital Co-Investment Program, Venture Capital Co-Investment Program, and the High-Tech Industrial Expansion Program. Companies in the  applied engineering, defense and homeland security, biomedical science, animal health, and plant sciences seeking seed or venture funding are encouraged to apply. Through the Missouri Building Economic Capacity (MOBEC) program, MTC makes strategic investments that expand the support system for entrepreneurs that are commercializing new technologies or that enhance the capacity of Missouri to grow its innovation economy. Eligible Applicants are public or private non-profit Missouri research institutions and non-profit entrepreneurial support and related organizations.": "Инвестируя непосредственно в предприятия на ранней стадии через фонды IDEA и поддерживая более широкую предпринимательскую экосистему через программу грантов MOBEC, Missouri Technology Corporation («MTC») представляет собой государственно-частное партнерство, созданное Генеральной Ассамблеей штата Миссури для продвижения предпринимательства и содействия росту новых и развивающихся высокотехнологичных компаний. Фонды развития инноваций, развития и предпринимательства (IDEA) распределяются по четырем программам: Missouri TechLaunch, Программа совместного инвестирования стартового капитала, Программа совместного инвестирования венчурного капитала и Программа расширения высокотехнологичной промышленности. Компании в области прикладного машиностроения, обороны и национальной безопасности, биомедицины, ветеринарии и растениеводства, желающие получить начальное или венчурное финансирование, приглашаются к подаче заявок. В рамках программы создания экономического потенциала штата Миссури (MOBEC) MTC осуществляет стратегические инвестиции, которые расширяют систему поддержки предпринимателей, коммерциализирующих новые технологии, или повышают способность штата Миссури развивать свою инновационную экономику. Приемлемыми кандидатами являются государственные или частные некоммерческие исследовательские учреждения штата Миссури, а также некоммерческие организации поддержки предпринимательства и связанные с ними организации.",
  "SBIR/STTR": "СБИР/СТТР",
  "J8 identifies capability gaps, prioritizes requirements, shapes and creates solutions, advocates for resources, executes funding, and provides key analyses to enable USINDOPACOM to implement the National Defense Strategy.": "J8 выявляет пробелы в возможностях, определяет приоритетность требований, формирует и создает решения, защищает ресурсы, осуществляет финансирование и предоставляет ключевой анализ, позволяющий USINDOPACOM реализовать Стратегию национальной обороны.",
  "The Naval Undersea Warfare Center Division Newport provides research, development, test and evaluation, engineering, analysis, and assessment, and fleet support capabilities for submarines, autonomous underwater systems, and offensive and defensive undersea weapon systems, and stewards existing and emerging technologies in support of undersea warfare. Executes other responsibilities as assigned by the commander, Naval Undersea Warfare Center.": "Подразделение военно-морского центра подводной войны в Ньюпорте обеспечивает исследования, разработки, испытания и оценку, проектирование, анализ и оценку, а также возможности поддержки флота для подводных лодок, автономных подводных систем, а также наступательных и оборонительных подводных систем вооружения, а также управляет существующими и новыми технологиями в поддержку подводной войны. Выполняет другие обязанности по поручению командира Центра подводной борьбы ВМФ.",
  "Identify, investigate, develop, and deploy technical and enterprise solutions to improve capability and competitiveness of the forging industry in support of US government forging supply chains. Facilitate timely and accurate information exchange and program coordination between the United States government agencies, non-government agencies, industry customers and suppliers.": "Выявлять, исследовать, разрабатывать и внедрять технические и корпоративные решения для улучшения возможностей и конкурентоспособности кузнечного производства в поддержку цепочек поставок кузнечной продукции правительства США. Содействовать своевременному и точному обмену информацией и координации программ между правительственными учреждениями США, неправительственными организациями, отраслевыми клиентами и поставщиками.",
  "Our mission is to foster collaboration between Government, Industry and Academia to deliver dominant solutions to complex National Armament challenges.": "Наша миссия состоит в том, чтобы способствовать сотрудничеству между правительством, промышленностью и научными кругами для поиска доминирующих решений сложных проблем национального вооружения.",
  "Solve our Nation’s most challenging problems in civil and military engineering, geospatial sciences, water resources, and environmental sciences for the Army, Department of Defense, civilian agencies, and our Nation’s public good.": "Решайте самые сложные проблемы нашей страны в области гражданского и военного строительства, геопространственных наук, водных ресурсов и наук об окружающей среде для армии, Министерства обороны, гражданских агентств и общественного блага нашей страны.",
  "To better connect with the broader artificial intelligence community and focus research efforts in this dynamic field.": "Чтобы лучше общаться с более широким сообществом искусственного интеллекта и сосредоточить исследовательские усилия в этой динамичной области.",
  "S&T Division plans, coordinates, and executes all S&T activities that support the S&T subject matter expert (DC, CD&I) and Commanding General (CG), MCWL/FD in his role as the executive agent for Marine Corps S&T.  The S&T division identifies, develops, and delivers innovative capabilities for warfighter assessment and experimentation in support of the Marine Corps future force design and development activities.  Additionally, the S&T division conducts assessments of emerging commercial technologies with potential military utility.": "Подразделение S&T планирует, координирует и выполняет всю научно-техническую деятельность, которая поддерживает эксперта по науке и технологиям (DC, CD&I) и командующего (CG), MCWL/FD в его роли исполнительного агента по научно-техническим вопросам Корпуса морской пехоты.  Подразделение S&T выявляет, разрабатывает и предоставляет инновационные возможности для оценки и экспериментирования истребителей в поддержку будущих проектов и разработок сил морской пехоты.  Кроме того, отдел науки и технологий проводит оценку новых коммерческих технологий, имеющих потенциальную военную полезность.",
  "The Department’s APEX Accelerators are located in fifty states, Washington D.C., Puerto Rico, Guam, and U.S. Virgin Islands and have ninety-six locations. These Accelerators will keep helping American businesses pursue contracts with federal, state, and local governments by assisting with various registration and eligibility requirements, identification of contract opportunities, preparation for applications and submission of bids. They will also support the Department in targeted market research and other efforts to support specific acquisitions pursuant to the action plan developed in response to President Biden’s Executive Order (EO) 14017 on “America’s Supply Chains”, EO 14036 on “Promoting Competition in the American Economy”, and EO 13985 on “Advancing Racial Equity and Support for Underserved Communities Through the Federal Government”.": "Ускорители APEX Департамента расположены в пятидесяти штатах, Вашингтоне, Пуэрто-Рико, Гуаме и Виргинских островах США и имеют девяносто шесть офисов. Эти акселераторы будут продолжать помогать американскому бизнесу заключать контракты с федеральными, государственными и местными органами власти, помогая с различными требованиями к регистрации и приемлемости, выявлением возможностей заключения контрактов, подготовкой заявок и подачей заявок. Они также будут поддерживать Департамент в целевых исследованиях рынка и других усилиях по поддержке конкретных приобретений в соответствии с планом действий, разработанным в ответ на Исполнительный указ президента Байдена (EO) 14017 «Американские цепочки поставок», EO 14036 «Содействие конкуренции в американской экономике» и EO 13985 «Продвижение расового равенства и поддержки малообеспеченных сообществ через федеральное правительство».",
  "The MISI is a non-profit with a national and international mission that leverages our unique cyber mission accelerator methodology.  We design and operate cyber mission accelerators such as our acclaimed DreamPort facility created in partnership with US Cyber Command. MISI was formed exclusively to further and promote charitable, educational, and scientific purposes including, but not limited to, furthering innovation in cybersecurity through education, global technology partnerships, investment, and community engagement.  We specialize in the test and evaluation needed to test cyber solution performance claims and the rapid prototyping and integration of solutions that solve critical cyber problems at speed and to create a collaborative network of subject matter experts and cyber professionals that can apply their expertise alongside our team to accelerate the process of solving complex cyber problems. We use our labs and nationwide network of experts that leverage our extensive technology partner network to not only determine the efficacy of cyber solutions but to also assess the impact of existing and proposed cyber policies and the ability of customer supply chains to comply and thereby reduce cybersecurity risks in the supply chain.": "MISI — это некоммерческая организация с национальной и международной миссией, которая использует нашу уникальную методологию ускорения кибермиссий.  Мы разрабатываем и эксплуатируем ускорители кибермиссий, такие как наш знаменитый объект DreamPort, созданный в сотрудничестве с Киберкомандованием США. MISI был создан исключительно для продвижения и продвижения благотворительных, образовательных и научных целей, включая, помимо прочего, продвижение инноваций в области кибербезопасности посредством образования, глобального технологического партнерства, инвестиций и участия сообщества.  Мы специализируемся на тестировании и оценке, необходимых для проверки заявлений о производительности кибер-решений, а также на быстром прототипировании и интеграции решений, которые быстро решают критические кибер-проблемы, а также на создании совместной сети экспертов в предметной области и кибер-профессионалов, которые могут применять свой опыт вместе с нашей командой для ускорения процесса решения сложных кибер-проблем. Мы используем наши лаборатории и общенациональную сеть экспертов, которые используют нашу обширную сеть технологических партнеров, чтобы не только определить эффективность кибер-решений, но также оценить влияние существующих и предлагаемых кибер-политик, а также способность цепочек поставок клиентов соблюдать их и тем самым снизить риски кибербезопасности в цепочке поставок.",
  "Works with academia, industry and government to create a hub of national security innovation that helps solve critical defense priorities. We are building an ecosystem of economic growth that is speeding new investment and advancing partnerships, jobs and the talent pool in Indiana. The Governor, major university presidents and CEOs serve on our board.": "Работает с научными кругами, промышленностью и правительством над созданием центра инноваций в области национальной безопасности, который помогает решать важнейшие оборонные приоритеты. Мы строим экосистему экономического роста, которая ускоряет новые инвестиции и продвигает партнерские отношения, рабочие места и кадровый резерв в Индиане. В состав нашего совета входят губернатор, ректоры и генеральные директора крупнейших университетов.",
  "NSA Cybersecurity prevents and eradicates threats to U.S. national security systems with a focus on the Defense Industrial Base and the improvement of U.S. weapons’ security. It also strives to promote cybersecurity education, research, and career-building.": "Кибербезопасность АНБ предотвращает и устраняет угрозы системам национальной безопасности США, уделяя особое внимание оборонно-промышленной базе и повышению безопасности американского оружия. Он также стремится содействовать образованию, исследованиям и карьерному росту в области кибербезопасности.",
  "NewSpace New Mexico is a 501 (c)(3) non-profit that is accelerating the pace of space innovation by uniting and igniting the industry. Through Unite & Ignite Space, a first-of-its-kind co-innovation hub, stakeholders gain access to workspaces, equipment, programming, rapid prototyping and demonstration, and resources needed for innovation and rapid progress. Services include access to space ecosystem knowledge, public events, and networking; navigation services that provide tailored guidance and direct assistance to fast-track business growth; and collaborative innovation services that ignite product and solution development.": "NewSpace New Mexico — это некоммерческая организация 501 (c)(3), которая ускоряет темпы космических инноваций, объединяя и стимулируя развитие отрасли. Через Unite & Ignite Space, первый в своем роде центр совместных инноваций, заинтересованные стороны получают доступ к рабочим местам, оборудованию, программированию, быстрому прототипированию и демонстрации, а также ресурсам, необходимым для инноваций и быстрого прогресса. Услуги включают доступ к знаниям о космической экосистеме, публичные мероприятия и создание сетей; навигационные услуги, обеспечивающие индивидуальное руководство и прямую помощь для ускорения роста бизнеса; и совместные инновационные услуги, которые стимулируют разработку продуктов и решений.",
  "Providing innovative solutions to myriad technological, operational, and managerial problems": "Предоставление инновационных решений множества технологических, операционных и управленческих проблем.",
  "Rapidly develop a portfolio of capabilities to counter near-peer adversaries and improve the U.S. posture in engaging future threats.": "Быстро разработать портфель возможностей для противодействия близким противникам и улучшить позицию США в борьбе с будущими угрозами.",
  "The Marne Innovations program identifies current capability gaps within the 3rd Infantry Division then works with industry and academic partners to rapidly identify, develop, and implement solutions while fostering a culture of a bottom-up innovation: Solving today's problems with today's technology. The Marne Innovation and Technology Center is a fully equipped maker space where Soldiers can transform their ideas in prototypes and solutions to being back to their unit.": "Программа Marne Innovations выявляет текущие пробелы в возможностях 3-й пехотной дивизии, а затем работает с отраслевыми и академическими партнерами для быстрого выявления, разработки и внедрения решений, одновременно содействуя развитию культуры инноваций снизу вверх: решение сегодняшних проблем с помощью современных технологий. Центр инноваций и технологий Марны — это полностью оборудованное производственное пространство, где солдаты могут воплотить свои идеи в прототипы и решения, а затем вернуться в свое подразделение.",
  "The Undersea Technology Innovation Center is committed to building a national community to advance and accelerate undersea, maritime technology innovation.": "Центр инноваций подводных технологий стремится создать национальное сообщество для продвижения и ускорения инноваций в области подводных и морских технологий.",
  "Generates and examines threat-informed, operating concepts and capabilities and provides analytically-supported recommendations to inform subsequent force design and development activities.": "Создает и анализирует оперативные концепции и возможности с учетом угроз и предоставляет аналитически обоснованные рекомендации для обоснования последующих действий по проектированию и развитию сил.",
  "Lead research, development and engineering of systems solutions to arm those who defend the nation against all current and future threats, both at home and abroad": "Возглавьте исследования, разработки и проектирование системных решений, которые вооружат тех, кто защищает нацию от всех текущих и будущих угроз, как внутри страны, так и за рубежом.",
  "Download the CJCS Historic Guide The Joint Chiefs of Staff consist of the Chairman, the Vice Chairman, the Chief of Staff of the Army, the Chief of Naval Operations, the Chief of Staff of the Air Force, the Commandant of the Marine Corps, the Chief of the National Guard Bureau and the Chief of Space Operations.": "Загрузить исторический справочник CJCS. Объединенный комитет начальников штабов состоит из председателя, заместителя председателя, начальника штаба армии, начальника военно-морских операций, начальника штаба ВВС, коменданта морской пехоты, начальника Бюро национальной гвардии и начальника космических операций.",
  "Air Force Global Strike Command - Air Forces Strategic-Air is a major command with its headquarters at Barksdale Air Force Base, Louisiana. AFGSC is responsible for the nation's three intercontinental ballistic missile wings, the Air Force’s entire bomber force, to include B-52, B-1 and B-2 wings, the Long Range Strike Bomber program, Air Force Nuclear Command, Control and Communications (NC3) systems, and operational and maintenance support to organizations within the nuclear enterprise.": "Командование глобального удара ВВС — Стратегическая авиация ВВС — крупное командование со штаб-квартирой на базе ВВС Барксдейл, штат Луизиана. AFGSC отвечает за три национальных крыла межконтинентальных баллистических ракет, всю бомбардировочную авиацию ВВС, включая крылья B-52, B-1 и B-2, программу дальних ударных бомбардировщиков, системы ядерного командования, управления и связи ВВС (NC3), а также эксплуатационную и техническую поддержку организаций атомного предприятия.",
  "The 448th Supply Chain Management Wing (SCMW) awarded a $99M OTA to SOSSEC, Inc. The purpose of the Supply Chain Consortium Initiative (SCCI) OTA is to enhance the efficiency and effectiveness of the military aviation acquisition process.": "448-е крыло управления цепочками поставок (SCMW) выделило OTA на сумму 99 миллионов долларов компании SOSSEC, Inc. Целью OTA Инициативы консорциума цепочки поставок (SCCI) является повышение эффективности и результативности процесса приобретения военной авиации.",
  "Experiment Division plans, executes and analyzes the results of a program of concept-based live-force experiments enhanced by modeling and simulation in order to inform the DC, Combat Development & Integration, requirements process and the efforts of other organizations to advance Marine Corps capabilities.  Results include assessment of emerging concepts, development of new and innovative tactics, techniques and procedures, and recommended enhancements to current and future organizational structures and training.": "Экспериментальный отдел планирует, выполняет и анализирует результаты программы концептуальных экспериментов с живой силой, дополненных моделированием и моделированием, чтобы информировать DC, боевое развитие и интеграцию, процесс требований и усилия других организаций по расширению возможностей Корпуса морской пехоты.  Результаты включают оценку новых концепций, разработку новых и инновационных тактик, методов и процедур, а также рекомендуемые улучшения текущих и будущих организационных структур и обучения.",
  "To help educate tomorrow’s scientists and engineers": "Помочь обучать будущих ученых и инженеров",
  "Allow the Michigan National Guard and our partners in the private sector to build upon their strong reputations of innovation to further push the boundaries of what is possible in pursuit of our national defense": "Позвольте Национальной гвардии Мичигана и нашим партнерам в частном секторе опираться на свою прочную репутацию в области инноваций, чтобы еще больше расширить границы возможного в целях нашей национальной обороны.",
  "Provide the Secretary of Defense, Deputy Secretary of Defense, and other senior leaders across the Department with independent advice and recommendations on innovative means to address future challenges through the prism of three focus areas: people and culture, technology and capabilities, and practices and operations.": "Предоставлять министру обороны, заместителю министра обороны и другим старшим руководителям Департамента независимые советы и рекомендации по инновационным средствам решения будущих проблем через призму трех основных областей: люди и культура, технологии и возможности, а также практика и операции.",
  "Accelerate the growth of Hawaii's technology industry by providing capital, building infrastructure and developing talent to foster innovation.": "Ускорьте рост технологической индустрии Гавайев, предоставляя капитал, создавая инфраструктуру и развивая таланты для содействия инновациям.",
  "The Space RCO mission is to develop and deliver operationally dominant space capabilities at the speed of warfighting relevance.  We expedite delivery and deployment of space capabilities in response to the Commander, US Space Command requirements as assigned by our Board of Directors.": "Миссия Space RCO заключается в разработке и предоставлении оперативно доминирующих космических возможностей со скоростью, необходимой для боевых действий.  Мы ускоряем доставку и развертывание космического потенциала в ответ на требования командующего Космического командования США, назначенные нашим Советом директоров.",
  "provides collaborative environments and data analytic services that support AFOSR’s mission to discover, shape, and champion basic research that profoundly impacts the future Air Force.": "предоставляет среды для совместной работы и услуги по анализу данных, которые поддерживают миссию AFOSR по обнаружению, формированию и поддержке фундаментальных исследований, которые глубоко повлияют на будущие ВВС.",
  "The Space Enterprise Consortium (SpEC) was created in 2017 through the Air Force Space and Missile Systems Center. SpEC was created to bridge the cultural gap between military buyers and commercial space startups and small businesses through OTAs. The OTA’s innovative contracting process allows SpEC to solicit bids from a mix of member companies including companies that have not previously done work with the DoD. The SpEC OTAs mission is to work to: Minimize barriers to entry for small businesses and non-traditional vendors Promote integrated research and prototyping efficiencies Leverage partnerships to increase flexibility and agility, reduce cost, improve technology and decrease program development cycles": "Консорциум космических предприятий (SpEC) был создан в 2017 году на базе Центра космических и ракетных систем ВВС. SpEC была создана для преодоления культурного разрыва между военными покупателями, коммерческими космическими стартапами и малым бизнесом через OTA. Инновационный процесс заключения контрактов OTA позволяет SpEC получать заявки от различных компаний-членов, включая компании, которые ранее не работали с Министерством обороны. Миссия SpEC OTA заключается в том, чтобы: Минимизировать барьеры для входа на рынок для малого бизнеса и нетрадиционных поставщиков. Содействовать повышению эффективности интегрированных исследований и прототипирования. Использовать партнерские отношения для повышения гибкости и оперативности, снижения затрат, улучшения технологий и сокращения циклов разработки программ.",
  "We deliver timely, effective and sustainable naval aviation capabilities to ensure the warfighter’s mission success and safe return home.": "Мы предоставляем своевременные, эффективные и устойчивые возможности морской авиации, чтобы обеспечить успешное выполнение миссии истребителя и безопасное возвращение домой.",
  "To perform a coordinated prototyping and testing program in conjunction with the Government that speeds the ability to rapidly prototype Government, industry and academia capabilities in the areas of command, control, communications, computing, intelligence, surveillance, and reconnaissance (C4ISR) technologies proposed to be acquired or developed by the Department of Defense (DoD) to sustain U.S. military technological advantage.": "Осуществить скоординированную программу прототипирования и испытаний совместно с правительством, которая ускоряет создание прототипов возможностей правительства, промышленности и научных кругов в областях командования, контроля, связи, вычислений, разведки, наблюдения и разведки (C4ISR) технологий, которые предлагается приобрести или разработать Министерству обороны (DoD) для поддержания военного технологического преимущества США.",
  "Every aircraft, munition, radar, business IT system, jet engine, and ISR system depends on the men and women assigned to the Air Force Life Cycle Management Center. We develop, procure, modernize and sustain Air Force weapon systems, and equipment. Our more than 26,000 dedicated professionals deliver the vast majority of the non-space and non-nuclear war fighting capabilities for the Air Force. We also administer the Air Force’s multi-billion dollar foreign military sales portfolio, providing American allies with the aircraft, weapon systems, equipment, supply and construction needed to defend their national sovereignty.": "Каждый самолет, боеприпасы, радары, бизнес-ИТ-системы, реактивные двигатели и системы ISR зависят от мужчин и женщин, приписанных к Центру управления жизненным циклом ВВС. Мы разрабатываем, закупаем, модернизируем и поддерживаем системы вооружения и оборудование ВВС. Наши более чем 26 000 преданных своему делу профессионалов обеспечивают подавляющее большинство возможностей ведения некосмической и неядерной войны для ВВС. Мы также управляем многомиллиардным портфелем военных продаж ВВС за рубежом, предоставляя американским союзникам самолеты, системы вооружения, оборудование, материалы и конструкции, необходимые для защиты их национального суверенитета.",
  "To execute full-spectrum weapons and warfare systems Research, Development, Acquisition, Test, and Evaluation (RDAT&E)": "Для проведения исследований, разработок, приобретения, испытаний и оценки полного спектра вооружений и боевых систем (RDAT&E)",
  "Operated by the Penn State University Applied Research Laboratory in Freeport, PA, EOC is a hybrid between the best components of a university and those of private industry. This relationship enables access to the university’s researchers and scientists, its state-of-the-art facilities and leading-edge research. Application of this hybrid model enables EOC to provide its sponsors with solutions that combine leading-edge research with on-time and on-budget deliveries. EOC and the partner members of its Electro-Optics Alliance (EOA) have completed nearly 40 Navy ManTech projects that have resulted in significant savings to the taxpayer. The EOA advances DoD critical electro-optic manufacturing science and technology, and promotes U.S. preeminence in all areas of electro-optics. Alliance membership is available at no cost to all U.S. companies, government labs and academic institutions involved in electro-optics technology. The EOA is committed to advancing the commercial viability of electro-optics technologies and promoting technology transfer to industry, as well as wide dissemination of new electro-optics-related information.": "EOC, управляемый Лабораторией прикладных исследований Пенсильванского университета во Фрипорте, штат Пенсильвания, представляет собой гибрид лучших компонентов университета и компонентов частного бизнеса. Эти отношения обеспечивают доступ к исследователям и ученым университета, его современному оборудованию и передовым исследованиям. Применение этой гибридной модели позволяет EOC предоставлять своим спонсорам решения, сочетающие в себе передовые исследования с своевременными и бюджетными поставками. EOC и члены-партнеры ее Electro-Optics Alliance (EOA) завершили около 40 проектов Navy ManTech, которые привели к значительной экономии для налогоплательщиков. EOA продвигает важнейшую науку и технологию производства электрооптики Министерства обороны, а также способствует превосходству США во всех областях электрооптики. Членство в Альянсе доступно бесплатно всем американским компаниям, правительственным лабораториям и академическим учреждениям, занимающимся электрооптическими технологиями. EOA стремится повышать коммерческую жизнеспособность электрооптических технологий и способствовать передаче технологий промышленности, а также широкому распространению новой информации, связанной с электрооптикой.",
  "Connects technology companies to the Army’s technical community to jointly develop solutions to the Army’s most challenging problems.": "Связывает технологические компании с техническим сообществом армии для совместной разработки решений наиболее сложных проблем армии.",
  "Build the network, provide the Venues, and develop the tools and processes to enable agile SOF Acquisition.": "Создайте сеть, предоставьте площадки и разработайте инструменты и процессы, обеспечивающие гибкий сбор специальных сил.",
  "Empower Airmen, Connect Networks, and Accelerate Change to drive readiness across the United States Air Force Logistics Enterprise": "Расширение возможностей летчиков, подключение сетей и ускорение изменений для повышения готовности логистического предприятия ВВС США.",
  "Infuse innovation and alternative methods needed to better respond to the rapid increase of technological advancements critical to today’s warfighter.": "Внедрять инновации и альтернативные методы, необходимые для того, чтобы лучше реагировать на быстрый рост технологических достижений, имеющих решающее значение для сегодняшних истребителей.",
  "Connects people and resources across government, industry and academia to solve Air Force Global Strike Command’s most difficult problems.": "Объединяет людей и ресурсы в правительстве, промышленности и научных кругах для решения самых сложных проблем Командования глобального удара ВВС.",
  "The Missile Defense Agency's (MDA) mission is to develop and deploy a layered Missile Defense System to defend the United States, its deployed forces, allies, and friends from missile attacks in all phases of flight.": "Миссия Агентства по противоракетной обороне (MDA) заключается в разработке и развертывании многоуровневой системы противоракетной обороны для защиты Соединенных Штатов, их развернутых сил, союзников и друзей от ракетных атак на всех этапах полета.",
  "Uncover novel dual-use solutions that tackle the Army's most critical modernization challenges while providing prize money, robust feedback, mentorship, networking, and further opportunities.": "Откройте для себя новые решения двойного назначения, которые решают наиболее важные задачи модернизации армии, обеспечивая при этом призовые деньги, надежную обратную связь, наставничество, создание сетей и дополнительные возможности.",
  "At the intersection of academia and government, the Laboratory for Telecommunication Sciences (LTS) conducts both classified and unclassified networking and computing research, exploring the implications of new communications domains.  Our researchers work at the cutting edge of technology, enhancing the National Security Agency's mission.": "На стыке научных кругов и правительства Лаборатория телекоммуникационных наук (LTS) проводит как секретные, так и несекретные исследования в области сетевых и компьютерных технологий, изучая последствия новых областей связи.  Наши исследователи работают на передовых технологиях, улучшая миссию Агентства национальной безопасности.",
  "ARI's Science and Technology (S&T) research is focused on developing innovative measures and methods to improve and enhance the Soldier lifecycle, conducting scientific assessments and providing behavioral and social science advice to inform human resource policies, and developing fundamental theories and investigating new domain areas in behavioral and social sciences with high potential impact on Army issues.": "Исследования ARI в области науки и технологий (S&T) сосредоточены на разработке инновационных мер и методов для улучшения и расширения жизненного цикла солдат, проведении научных оценок и предоставлении рекомендаций по поведенческим и социальным наукам для обоснования кадровой политики, а также на разработке фундаментальных теорий и исследовании новых предметных областей в поведенческих и социальных науках с высоким потенциальным влиянием на проблемы армии.",
  "To deliver combat capabilities warfighters love and revolutionize the Air Force software acquisition process.": "Чтобы обеспечить боевые возможности, истребители любят и революционизируют процесс приобретения программного обеспечения ВВС.",
  "The Sensors, Communications and Electronics Consortium (SCE Consortium) was created to conduct research, development, and testing in cooperation with the Government, leading to technology demonstrations and prototype projects in the sensors, communications and electronics sciences and other related fields to maintain and improve warfighter command, control, communications, computer, intelligence, surveillance and reconnaissance capabilities in complex environments.": "Консорциум датчиков, связи и электроники (Консорциум SCE) был создан для проведения исследований, разработок и испытаний в сотрудничестве с правительством, что привело к демонстрации технологий и проектам прототипов в области датчиков, связи и электроники, а также в других смежных областях для поддержания и улучшения возможностей боевого управления, контроля, связи, компьютеров, разведки, наблюдения и рекогносцировки истребителей в сложных условиях.",
  "Develop industry-led standards and guide international policies for servicing that contribute to a sustainable, safe, and diverse space economy.": "Разрабатывайте отраслевые стандарты и направляйте международную политику обслуживания, которая способствует устойчивой, безопасной и разнообразной космической экономике.",
  "To enable the networked Warfighter by discovering, developing, and rapidly delivering innovative technologies that enable decisive lethality through information dominance in Multi-Domain Operations": "Чтобы обеспечить сетевому истребителю путем открытия, разработки и быстрого внедрения инновационных технологий, которые обеспечивают решающее поражение за счет информационного доминирования в многодоменных операциях.",
  "USEUCOM is a unified combatant command (COCOM) whose mission is to maintain ready forces to conduct the full spectrum of military operations unilaterally or in concert with the coalition partners; to enhance transatlantic security through support to NATO; to promote regional stability; and advance U.S. interests within its area of focus, which includes 51 countries and territories. EUCOM one of two overseas COCOMs, and is the only one located within its area of focus.": "USEUCOM — объединенное боевое командование (COCOM), задачей которого является поддержание сил в готовности к проведению всего спектра военных операций в одностороннем порядке или совместно с партнерами по коалиции; повысить трансатлантическую безопасность посредством поддержки НАТО; способствовать региональной стабильности; и продвигать интересы США в своей сфере деятельности, которая включает 51 страну и территорию. EUCOM — один из двух зарубежных COCOM и единственный, расположенный в зоне его деятельности.",
  "Streamline the acquisition process by rapidly awarding projects under the OTA to members of the SOSSEC Consortium, which is managed by its Consortium Administrative Organization (CAO) or Consortium Manager, SOSSEC, Inc.": "Упростите процесс приобретения, быстро передав проекты в рамках OTA членам Консорциума SOSSEC, которым управляет его Административная организация консорциума (CAO) или менеджер консорциума SOSSEC, Inc.",
  "Provides a virtual and physical ecosystem to foster Agile software development using DevSecOps tools and principles.": "Предоставляет виртуальную и физическую экосистему для содействия гибкой разработке программного обеспечения с использованием инструментов и принципов DevSecOps.",
  "To make pivotal investments in breakthrough technologies for national security.": "Сделать решающие инвестиции в прорывные технологии для национальной безопасности.",
  "The mission of the DEC is to strengthen the economic and force posture of the U.S. defense electronics industrial base and provide the DoD with deeper insights and connections to the U.S. electronics industry while providing industry with greater access to DoD opportunities.": "Миссия DEC состоит в том, чтобы укрепить экономическую и силовую позицию промышленной базы оборонной электроники США и предоставить Министерству обороны более глубокие знания и связи с электронной промышленностью США, одновременно предоставляя промышленности более широкий доступ к возможностям Министерства обороны.",
  "Enables dual-use hardware startups to advance key milestones in their product development by addressing the shortfall of private investment from trusted sources.": "Позволяет стартапам по производству аппаратного обеспечения двойного назначения продвигаться вперед по ключевым вехам в разработке своих продуктов, решая проблему нехватки частных инвестиций из надежных источников.",
  "Enable, develop and employ self-sustaining talent from all ranks within the military and civilian workforce.": "Включайте, развивайте и используйте самостоятельные таланты всех рангов среди военной и гражданской рабочей силы.",
  "Detect, locate, characterize, and assess the threat potential of nuclear activities worldwide through research, development, testing, and evaluation of scientific and technological capabilities.": "Обнаруживать, определять местонахождение, характеризовать и оценивать потенциальную угрозу ядерной деятельности во всем мире посредством исследований, разработок, испытаний и оценки научных и технологических возможностей.",
  "Develops concepts, determines requirements, conducts experimentation, and begins integration of the future force to ensure the Army wins in 2035 and beyond.": "Разрабатывает концепции, определяет требования, проводит эксперименты и начинает интеграцию будущих сил, чтобы гарантировать победу армии в 2035 году и в дальнейшем.",
  "Using the scientific and technical resources of NASA and other resident agencies at Stennis, MSET promotes growth in existing industry, stimulates new business, and attracts high-tech companies to the region by providing companies crucial business and technology-related services, opportunities for partnerships and collaboration, entrepreneur resources and access to state and federal technology portfolios.": "Используя научные и технические ресурсы НАСА и других агентств-резидентов в Стеннисе, MSET способствует росту существующей промышленности, стимулирует новый бизнес и привлекает высокотехнологичные компании в регион, предоставляя компаниям важные бизнес- и технологические услуги, возможности для партнерства и сотрудничества, предпринимательские ресурсы и доступ к портфелям технологий штата и федерального уровня.",
  "USSTRATCOM combines the synergy of the U.S. legacy nuclear command and control mission with responsibility for space operations; global strike; global missile defense; and global command, control, communications, computers, intelligence, surveillance and reconnaissance (C4ISR). This dynamic command gives national leadership a unified resource for greater understanding of specific threats around the world and the means to respond to those threats rapidly.": "USSTRATCOM сочетает в себе синергию устаревшей миссии США по ядерному командованию и контролю с ответственностью за космические операции; глобальная забастовка; глобальная противоракетная оборона; и глобальное командование, контроль, связь, компьютеры, разведка, наблюдение и рекогносцировка (C4ISR). Это динамичное командование дает национальному руководству единый ресурс для лучшего понимания конкретных угроз по всему миру и средств быстрого реагирования на эти угрозы.",
  "Use the tools of modern biotechnology to discover the mechanisms responsible for the remarkably high performance of complex biological systems and translate these into revolutionary advances in engineering for the support of Army operations": "Используйте инструменты современной биотехнологии, чтобы открыть механизмы, отвечающие за чрезвычайно высокую производительность сложных биологических систем, и воплотить их в революционные достижения в области техники для поддержки армейских операций.",
  "NSA’s Cybersecurity Collaboration Center (CCC) harnesses the power of industry partnerships to prevent and eradicate foreign cyber threats to National Security Systems (NSS), the Department of Defense (DoD), and the Defense Industrial Base (DIB). This groundbreaking hub for engagement with the private sector is designed to create an environment for information sharing between NSA and its partners combining our respective expertise, techniques, and capabilities to secure the Nation’s most critical networks. These collaborative relationships leverage the unique strengths of both government and industry and represent a vital part of a whole-of-nation approach to cybersecurity.": "Центр сотрудничества в области кибербезопасности (CCC) АНБ использует возможности отраслевых партнерств для предотвращения и искоренения иностранных киберугроз для систем национальной безопасности (NSS), Министерства обороны (DoD) и оборонно-промышленной базы (DIB). Этот новаторский центр взаимодействия с частным сектором предназначен для создания среды для обмена информацией между АНБ и его партнерами, объединяя наш соответствующий опыт, методы и возможности для защиты наиболее важных сетей страны. Эти отношения сотрудничества используют уникальные сильные стороны как правительства, так и промышленности и представляют собой жизненно важную часть общенационального подхода к кибербезопасности.",
  "Provides the Navy's primary technical expertise and facilities for both naval machinery research and development and naval machinery lifecycle engineering. NSWCPD is responsible for the machinery systems core equity of the Ship and Ship Systems Product Area for the United States Navy and serves as a central point for academia and industry to join forces with Navy technical experts to develop solutions to needs in naval machinery. Consistent with its core equity responsibility, NSWCPD fulfills key functions including research, design, development, shipboard and land-based test and evaluation, acquisition support, in-service engineering, Fleet engineering, integrated logistics support and concepts and overall life cycle engineering.": "Предоставляет основные технические знания и возможности ВМФ как для исследований и разработок военно-морской техники, так и для проектирования жизненного цикла военно-морской техники. NSWCPD отвечает за основную долю машиностроительных систем в области продуктов для кораблей и корабельных систем ВМС США и служит центральным пунктом для научных кругов и промышленности, объединяющим усилия с техническими экспертами ВМФ для разработки решений потребностей в военно-морской технике. В соответствии со своей основной ответственностью, NSWCPD выполняет ключевые функции, включая исследования, проектирование, разработки, судовые и наземные испытания и оценку, поддержку приобретения, проектирование в процессе эксплуатации, проектирование флота, интегрированную логистическую поддержку и концепции, а также проектирование общего жизненного цикла.",
  "To build new networks of innovators. We remain dedicated to the work of bringing together defense, academic and entrepreneurial innovators to solve national security problems in new ways.": "Создавать новые сети новаторов. Мы по-прежнему привержены работе по объединению оборонных, академических и предпринимательских новаторов для решения проблем национальной безопасности новыми способами.",
  "A resilient defense industrial base with the capability and capacity to rapidly innovate and provide a technical edge to successfully support DoD and National Security requirements.": "Устойчивая оборонно-промышленная база, способная и способная быстро внедрять инновации и обеспечивать техническое преимущество для успешного удовлетворения требований Министерства обороны и национальной безопасности.",
  "The Technology Initiatives Screening Officer (TISO) provides responsive, value-added evaluations of commercial technology to senior leadership at MCCDC and its subordinate commands. These evaluations save time by pre-screening vendor-initiated requests to brief new technologies to senior leadership. The evaluations are conducted in accordance with criteria for relevance, feasibility, maturity and readiness for operational (or organizational) implementation.  The TISO can also assist with the coordination of follow-on meetings with vendors of technology products recommended for further consideration.": "Сотрудник по проверке технологических инициатив (TISO) предоставляет оперативную и ценную оценку коммерческих технологий старшему руководству MCCDC и его подчиненным командам. Эти оценки экономят время за счет предварительной проверки запросов поставщиков на информирование высшего руководства о новых технологиях. Оценки проводятся в соответствии с критериями актуальности, осуществимости, зрелости и готовности к оперативной (или организационной) реализации.  TISO также может помочь в координации последующих встреч с поставщиками технологических продуктов, рекомендованных для дальнейшего рассмотрения.",
  "To exercise rapid, agile development process based on user expertise and Technology Scouting to deliver state of the art capability to SOF Operators that are required to perform a range of complex operations.": "Осуществлять быстрый и гибкий процесс разработки, основанный на опыте пользователей и поиске технологий, чтобы предоставить операторам ССО самые современные возможности, необходимые для выполнения ряда сложных операций.",
  "Seeks to revitalize the U.S.’s domestic manufacturing capability through domestic public-private partnerships that enhance America’s strategic competitiveness while enabling the military of tomorrow.": "Стремится оживить внутренний производственный потенциал США посредством внутреннего государственно-частного партнерства, которое повысит стратегическую конкурентоспособность Америки, одновременно создавая возможности для вооруженных сил завтрашнего дня.",
  "The United States is in a global competition to be the world’s leader in emerging critical technologies. These technologies are vital to creating enduring national security advantages and increasing economic prosperity. Today, the private sector provides the majority of capital for U.S. technology R&D and production, and private capital providers are a powerful force in shaping the agenda for America's technology advancement. Consequently, the Secretary of Defense established the Office of Strategic Capital (OSC) with the mission to develop, integrate, and implement proven partnered capital strategies to shape and scale investment in critical technologies.": "Соединенные Штаты участвуют в глобальной конкуренции за звание мирового лидера в области новых критически важных технологий. Эти технологии жизненно важны для создания устойчивых преимуществ национальной безопасности и повышения экономического процветания. Сегодня частный сектор обеспечивает большую часть капитала для технологических исследований и производства в США, а поставщики частного капитала являются мощной силой в формировании повестки дня технологического развития Америки. В результате министр обороны учредил Управление стратегического капитала (OSC) с миссией по разработке, интеграции и реализации проверенных стратегий партнерского капитала для формирования и масштабирования инвестиций в критически важные технологии.",
  "Plans and executes the Marine Corps Wargaming Program.  Through formal reporting of analytical and assessment results, it assists in the identification of wargame findings that are appropriate for further exploration through live-force experimentation, doctrine and policy review, and science and technology examination.  In coordination with Marine Corps Systems Command Program Manager Wargaming and in support of MCWL/FD’s mission, the WGD establishes an “Improved Wargaming Capability” that includes a comprehensive analytical and assessment capability, an integrated wargaming architecture operating with appropriate methods, models, and tools, and the acquisition of a qualified support staff to enable transition to the proposed purpose-built Wargaming Center.": "Планирует и реализует программу Wargaming корпуса морской пехоты.  Посредством официального отчета о результатах анализа и оценки он помогает выявить результаты военных игр, которые подходят для дальнейшего исследования посредством экспериментов с живой силой, обзора доктрин и политики, а также изучения науки и технологий.  В координации с менеджером программы командования систем морской пехоты Wargaming и в поддержку миссии MCWL/FD WGD создает «Улучшенные возможности Wargaming», которые включают в себя комплексные аналитические и оценочные возможности, интегрированную архитектуру Wargaming, работающую с соответствующими методами, моделями и инструментами, а также приобретение квалифицированного вспомогательного персонала для обеспечения перехода к предлагаемому специально построенному Wargaming Center.",
  "Providing Air Force Mission Defense Teams with tailored software capabilities in order to detect, defend, and deter cyber threats across high-value weapons systems.": "Предоставление группам защиты миссий ВВС специализированного программного обеспечения для обнаружения, защиты и сдерживания киберугроз через ценные системы вооружения.",
  "Leverage an economic development cluster strategy that capitalizes on the competitive advantage of Colorado’s aerospace, defense and homeland security, advanced manufacturing, electronics, cybersecurity and information technology industries to expand the region’s industrial base and create a distinctive position for Colorado Springs to compete in the regional, national and global aerospace, defense and technology economies.": "Использовать кластерную стратегию экономического развития, которая использует конкурентные преимущества аэрокосмической, оборонной и внутренней безопасности Колорадо, передовой промышленности, электроники, кибербезопасности и информационных технологий для расширения промышленной базы региона и создания отличительной позиции Колорадо-Спрингс для конкуренции в региональной, национальной и глобальной аэрокосмической, оборонной и технологической экономике.",
  "United States Indo-Pacific Command (USINDOPACOM) is one of six geographic combatant commands defined by the Department of Defense's Unified Command Plan (UCP). As a geographic combatant command, USINDOPACOM is in charge of using and integrating United States Army, Navy, Air Force and Marine Corps forces within the USINDOPACOM area of responsibility (AOR) to achieve U.S. national security objectives while protecting national interests. The USINDOPACOM AOR covers more of the globe of any of the other geographic combatant commands and shares borders with all of the other five geographic combatant commands. The commander of U.S. Indo-Pacific Command reports to the President of the United States through the Secretary of Defense and is supported by multiple component and sub-unified commands including: U.S. Forces Korea, US Forces Japan, U.S. Special Operations Command Pacific, U.S. Pacific Fleet, U.S. Marine Forces Pacific, U.S. Pacific Air Forces and U.S. Army Pacific. These commands are headquartered in Hawai’i and have forces stationed and deployed throughout the region.": "Индо-Тихоокеанское командование США (USINDOPACOM) — одно из шести географических боевых командований, определенных Единым планом командования (UCP) Министерства обороны. В качестве географического боевого командования USINDOPACOM отвечает за использование и интеграцию сил армии, флота, военно-воздушных сил и морской пехоты США в зоне ответственности USINDOPACOM (AOR) для достижения целей национальной безопасности США при одновременной защите национальных интересов. ЗО USINDOPACOM покрывает большую часть земного шара, чем любое другое географическое боевое командование, и граничит со всеми остальными пятью географическими боевыми командованиями. Командующий Индо-Тихоокеанским командованием США подчиняется президенту Соединенных Штатов через министра обороны и поддерживается несколькими компонентными и субунифицированными командованиями, включая: Вооруженные силы США в Корее, Вооруженные силы США в Японии, Командование специальных операций США в Тихом океане, Тихоокеанский флот США, Тихоокеанские силы морской пехоты США, Тихоокеанские военно-воздушные силы США и Тихоокеанская армия США. Штаб-квартира этих командований находится на Гавайях, а их силы размещены и развернуты по всему региону.",
  "Responsible for accelerating hypersonics technology development, developing the nation’s future hypersonics workforce, and facilitating the transition of ready technologies into operational capabilities.": "Отвечает за ускорение развития гиперзвуковых технологий, развитие будущих кадров в области гиперзвука в стране и содействие переходу готовых технологий в оперативные возможности.",
  "Naval Surface Warfare Center, Indian Head Division is the Department of Defense Energetics Center and serves as the DoD Explosive Ordnance Disposal Technology Program lead. NSWC IHD focuses on the research, development, test, evaluation and in-service support of energetics and energetic systems as well as works to provide Soldiers, Marines, Sailors, and Airmen worldwide with the information and technological solutions they need to detect/locate, access, identify, render safe, recover/exploit, and dispose of both conventional and unconventional explosive threats. The U.S. Navy, DoD agencies and all allied nations come to NSWC IHD for energetic systems solutions and EOD expertise — we support the warfighter of today and of tomorrow through discoveries that anticipate the future needs for the next generation.": "Центр надводных боевых действий ВМС, головное подразделение Индии, является энергетическим центром Министерства обороны и возглавляет программу технологий обезвреживания взрывоопасных предметов Министерства обороны. NSWC IHD занимается исследованиями, разработками, испытаниями, оценкой и поддержкой в ​​эксплуатации энергетики и энергетических систем, а также работает над обеспечением солдат, морских пехотинцев, моряков и летчиков по всему миру информацией и технологическими решениями, необходимыми для обнаружения/обнаружения, доступа, идентификации, обеспечения безопасности, восстановления/эксплуатации и уничтожения как обычных, так и нетрадиционных взрывных угроз. ВМС США, агентства Министерства обороны и все союзные страны приезжают в NSWC IHD за решениями для энергетических систем и опытом EOD — мы поддерживаем истребителей сегодняшнего и завтрашнего дня посредством открытий, которые предвосхищают будущие потребности следующего поколения.",
  "The National Security Agency/Central Security Service (NSA/CSS) leads the U.S. Government in cryptology that encompasses both signals intelligence (SIGINT) insights and cybersecurity products and services and enables computer network operations to gain a decisive advantage for the nation and our allies. Throughout the site, NSA/CSS will be referred to collectively as NSA.": "Агентство национальной безопасности/Центральная служба безопасности (АНБ/ЦСС) возглавляет правительство США в области криптологии, которая включает в себя как аналитическую разведку (SIGINT), так и продукты и услуги кибербезопасности, а также позволяет операциям компьютерных сетей получить решающее преимущество для страны и наших союзников. На всем сайте АНБ/CSS будут именоваться совместно как АНБ.",
  "Provide systems engineering and test and evaluation (T&E) rigor to DoD Adaptive Acquisition Framework (AAF) program development pathways and Under Secretary of Defense for Research and Engineering (USD(R&E)) modernization priorities to ensure delivery of relevant and timely warfighting capabilities.": "Обеспечить строгое системное проектирование, тестирование и оценку (T&E) в рамках программ разработки адаптивной структуры закупок Министерства обороны США (AAF) и приоритетов модернизации заместителя министра обороны по исследованиям и разработкам (USD (R&E)) для обеспечения предоставления соответствующих и своевременных возможностей ведения боевых действий.",
  "CTMA is a Cooperative Agreement in partnership with the Office of the Deputy Assistant Secretary of Defense, Materiel Readiness (ODASD MR) and NCMS. Its objective is to ensure American warfighters and their equipment are ready to face any situation, with the most up-to-date and best-maintained platforms, data, and tools available. It provides technology demonstrations, evaluations, and validations in support of reliability and sustainment and must always benefit the U.S. military, industrial base, and the public good.": "CTMA — это соглашение о сотрудничестве, заключенное в партнерстве с Управлением заместителя помощника министра обороны по материальной готовности (ODASD MR) и NCMS. Его цель — обеспечить готовность американских истребителей и их техники к любой ситуации, используя самые современные и хорошо обслуживаемые платформы, данные и доступные инструменты. Он обеспечивает демонстрации, оценки и проверки технологий в поддержку надежности и устойчивости и всегда должен приносить пользу военной, промышленной базе США и общественному благу.",
  "Conduct an integrated program of objective analysis on issues of enduring concern to DAF.": "Провести комплексную программу объективного анализа вопросов, вызывающих постоянную озабоченность DAF.",
  "The U.S. Naval Research Laboratory (NRL) operates as the Department of the Navy's full-spectrum corporate laboratory, conducting a broadly based multidisciplinary program of scientific research and advanced technological development directed toward maritime applications of new and improved Materiels, techniques, equipment, systems and ocean, atmospheric, and space sciences and related technologies\"": "Лаборатория военно-морских исследований США (NRL) действует как корпоративная лаборатория полного спектра Департамента ВМФ, выполняя широкую междисциплинарную программу научных исследований и передовых технологических разработок, направленную на морское применение новых и улучшенных материалов, методов, оборудования, систем, а также наук об океане, атмосфере и космосе и связанных с ними технологий».",
  "Naval Surface Warfare Center, Port Hueneme Division (NSWC PHD) employs more than 2,500 engineers, scientists, technicians, logisticians, and support personnel who provide the United States Navy surface fleet with integration, test and evaluation, life-cycle engineering, and product support for today’s and tomorrow’s warfare systems. For more than half a century, NSWC PHD has been at the forefront of engineering and product support for the U.S. Navy's combat and weapon systems. From its roots as Naval Ship Missile Systems Engineering Station—servicing and providing overall technical support for Terrier-, Talos-, and Tartar-guided missiles—to its current provision supporting today's and tomorrow's warfare systems, NSWC PHD is the fleet's source for readiness. This page is intended to provide updated information and discussion on NSWC PHD. While this is an open forum, it's also a family friendly one, so please keep your comments and posts clean. In addition to keeping it family friendly, we ask that you follow our posting guidelines here. Comments and posts that do not follow our guidelines will be removed.": "В военно-морском центре надводных боевых действий подразделения Порт-Хуэнеме (NSWC PHD) работают более 2500 инженеров, ученых, техников, логистов и вспомогательного персонала, которые обеспечивают надводному флоту ВМС США интеграцию, испытания и оценку, проектирование жизненного цикла и поддержку продуктов для сегодняшних и завтрашних боевых систем. Уже более полувека компания NSWC PHD находится в авангарде разработки и поддержки продукции для боевых систем и систем вооружения ВМС США. NSWC PHD является источником готовности флота, начиная с его основания как инженерной станции корабельных ракетных систем ВМФ, обслуживающей и обеспечивающей общую техническую поддержку управляемых ракет «Терьер», «Талос» и «Тартар», и заканчивая нынешним обеспечением поддержки сегодняшних и завтрашних боевых систем. Эта страница предназначена для предоставления обновленной информации и обсуждения NSWC PHD. Хотя это открытый форум, он также подходит для семейного отдыха, поэтому, пожалуйста, следите за чистотой своих комментариев и сообщений. Мы просим вас не только сохранять семейную атмосферу, но и следовать нашим правилам публикации здесь. Комментарии и сообщения, не соответствующие нашим правилам, будут удалены.",
  "To strengthen the national security and global progress of the United States through sponsored research in the fields of acoustics, electromagnetics, and information sciences.": "Укрепить национальную безопасность и глобальный прогресс Соединенных Штатов посредством спонсируемых исследований в области акустики, электромагнетики и информационных наук.",
  "The Department of Defense (DoD) activated U.S. Special Operations Command (USSOCOM) April 16, 1987, at MacDill Air Force Base, Fla. DoD created the new unified command in response to congressional action in the Goldwater-Nichols Defense Reorganization Act of 1986 and the Nunn-Cohen Amendment to the National Defense Authorization Act of 1987. Congress mandated a new four-star command be activated to prepare Special Operations Forces (SOF) to carry out assigned missions and, if directed by the president or secretary of defense (SECDEF), to plan for and conduct special operations.": "Министерство обороны (DoD) активировало Командование специальных операций США (USSOCOM) 16 апреля 1987 года на базе ВВС Макдилл, штат Флорида. Министерство обороны создало новое объединенное командование в ответ на действия Конгресса по Закону о реорганизации обороны Голдуотера-Николса 1986 года и поправке Нанна-Коэна к Закону о полномочиях национальной обороны 1987 года. Конгресс поручил активировать новое четырехзвездочное командование для подготовки специального назначения. Оперативные силы (ССО) будут нести выполнять порученные миссии и, по указанию президента или министра обороны (SECDEF), планировать и проводить специальные операции.",
  "Since 2004, MilTech has completed hundreds of projects across all four Services, OSD, and Joint and Special programs, assisting with the transition of innovative technology into DoD programs. MilTech’s core competencies include information research and analysis, technology scouting, design, design review and engineering samples, manufacturing expertise, process improvement and process management. These areas of focus allow MilTech to assist our government partners across a variety of technology areas to improve efficiencies and reduce costs while driving technology forward. MilTech supports government customers by working with industry partners/subject matter experts to identify the best solution(s).": "С 2004 года MilTech завершил сотни проектов по всем четырем программам «Сервис», «OSD», «Совместные и специальные», помогая с переходом инновационных технологий в программы Министерства обороны. Основные компетенции MilTech включают информационные исследования и анализ, поиск технологий, проектирование, анализ конструкции и инженерные образцы, производственный опыт, улучшение процессов и управление процессами. Эти области деятельности позволяют MilTech помогать нашим государственным партнерам в различных технологических областях для повышения эффективности и сокращения затрат при одновременном продвижении технологий. MilTech поддерживает государственных заказчиков, работая с отраслевыми партнерами/экспертами в данной области, чтобы определить лучшее решение(я).",
  "Promote and support innovation, research, and the commercialization of new and emerging technologies through collaborative partnerships with commercial industry, academia, military, and government research organizations across multiple advanced industry sectors that provide services and products in the aerospace, defense and homeland security, technology and information, electronics, cyber security, software engineering and advanced manufacturing industries.": "Продвигайте и поддерживайте инновации, исследования и коммерциализацию новых и перспективных технологий посредством партнерских отношений с коммерческой промышленностью, академическими, военными и государственными исследовательскими организациями во многих передовых отраслях промышленности, которые предоставляют услуги и продукты в аэрокосмической, оборонной и национальной безопасности, технологиях и информации, электронике, кибербезопасности, разработке программного обеспечения и передовых отраслях обрабатывающей промышленности.",
  "Make digital Air Force a reality by supporting our Airmen with Software Enterprise Capabilities while removing impediments to DevSecOps and IT innovation.": "Сделайте цифровые ВВС реальностью, поддерживая наших летчиков с помощью корпоративных возможностей программного обеспечения, одновременно устраняя препятствия для DevSecOps и ИТ-инноваций.",
  "To Engage, Deliver, and Field!": "Привлекать, доставлять и действовать!",
  "To enable Reserve Component Airmen to make positive, lasting, and meaningful change": "Дать возможность летчикам резервных компонентов внести позитивные, долгосрочные и значимые изменения.",
  "Supports national security, economic competitiveness, and quality of life through: Education, Scientific Discovery, Technology Demonstration, Transition to Application.": "Поддерживает национальную безопасность, экономическую конкурентоспособность и качество жизни посредством: образования, научных открытий, демонстрации технологий, перехода к применению.",
  "Opened in July 2021, NGA’s Moonshot Labs is an unclassified innovation hub and collider space for NGA, its partners and customers to meet, create, collaborate, and innovate. Moonshot Labs is a cross-agency asset with an initiatives approach to measuring success and accountability. Moonshot Labs offers a preview of the unprecedented collaborative environment to come at the agency’s Next NGA West campus when it opens in 2025. View our photo gallery and more below.": "Moonshot Labs NGA, открытый в июле 2021 года, представляет собой несекретный инновационный центр и коллайдер, где NGA, ее партнеры и клиенты могут встречаться, творить, сотрудничать и внедрять инновации. Moonshot Labs — это межведомственный актив с инициативным подходом к измерению успеха и подотчетности. Moonshot Labs предлагает предварительный обзор беспрецедентной среды для совместной работы, которая появится в кампусе агентства Next NGA West, когда он откроется в 2025 году. Посмотрите нашу фотогалерею и многое другое ниже.",
  "iMAST addresses challenges related to Navy and Marine Corps weapon system platforms in the following technical areas: Materiels processing, laser processing, advanced composites, manufacturing systems, repair and sustainment, and complex systems monitoring. iMAST supports the Navy and Marine Corps systems commands, as well as PEOs and Navy laboratories. iMAST also manages the Repair Technology (RepTech) program and applies new and emerging technologies to improve the capabilities of Navy depots, shipyards, Marine Corps Logistics Bases and lower level maintenance activities throughout the fleet. RepTech cooperates and communicates with Navy COEs, the joint depot community, DoD industrial activities, industry, PEOs and university laboratories to improve sustainability, reliability and system availability.": "iMAST решает проблемы, связанные с платформами систем вооружения ВМФ и Корпуса морской пехоты, в следующих технических областях: обработка материалов, лазерная обработка, современные композиты, производственные системы, ремонт и техническое обслуживание, а также мониторинг сложных систем. iMAST поддерживает командования систем ВМФ и Корпуса морской пехоты, а также ПЭО и лаборатории ВМФ. iMAST также управляет программой Repair Technology (RepTech) и применяет новые и новейшие технологии для улучшения возможностей складов ВМФ, верфей, баз материально-технического снабжения морской пехоты и мероприятий по техническому обслуживанию более низкого уровня по всему флоту. RepTech сотрудничает и взаимодействует с ЦП ВМФ, объединенным сообществом депо, промышленной деятельностью Министерства обороны, промышленностью, ПЭО и университетскими лабораториями для повышения устойчивости, надежности и доступности системы.",
  "To deploy, fight and win our nation’s wars by providing ready, prompt and sustained land dominance by Army forces across the full spectrum of conflict as part of the joint force. The Army mission is vital to the Nation because we are the service capable of defeating enemy ground forces and indefinitely seizing and controlling those things an adversary prizes most – its land, its resources and its population.": "Развертывать, вести и побеждать в войнах нашей страны, обеспечивая готовое, быстрое и устойчивое доминирование на суше сил армии по всему спектру конфликтов в рамках объединенных сил. Миссия армии жизненно важна для нации, потому что мы являемся службой, способной нанести поражение сухопутным силам противника и на неопределенный срок захватить и контролировать те вещи, которые противник ценит больше всего – его землю, его ресурсы и его население.",
  "SAE Industry Technologies Consortia (ITC) is a 501(c)(6) affiliate of SAE International, and its membership is comprised of public and private organizations collaborating in a neutral forum to drive innovative solutions to key industry challenges. SAE Industry Technologies Consortia (ITC) has fifteen programs and affiliates: — Aerospace Engine Supplier Quality (AESQ) Strategy Group — Aerospace Standards and Part Qualification Program (ASPQP) — ARINC Industry Activities (ARINC IA) — Defense Automotive Technologies Consortium (DATC) — I/O Buffer Information Specification (IBIS) — Probitas Authentication — World Manufacturer Codes/Product Identification Numbers (WMC/PIN) — Automated Vehicle Safety Consortium (AVSC) — International Alliance for Mobility Testing and Standardization (IAMTS) — Mobility Data Collaborative (MDC) — Health-Ready Components and Systems (HRCS) Consortium — SAE AMS-Additive Manufacturing Data Consortium (SAE AMS-AMDC) — OctonX — Vulnerable Road Users Safety Consortium (VRUSC) — ExchangeWell": "Консорциум SAE Industry Technologies (ITC) является филиалом SAE International в соответствии со статьей 501(c)(6), и в его состав входят государственные и частные организации, сотрудничающие на нейтральном форуме для разработки инновационных решений ключевых проблем отрасли. Консорциум SAE Industry Technologies (ITC) имеет пятнадцать программ и филиалов: — Стратегическая группа по качеству поставщиков аэрокосмических двигателей (AESQ) — Программа аэрокосмических стандартов и квалификации деталей (ASPQP) — Отраслевая деятельность ARINC (ARINC IA) — Консорциум оборонных автомобильных технологий (DATC) — Спецификация информации о буфере ввода-вывода (IBIS) — Аутентификация Probitas — Мировые коды производителей/идентификационные номера продуктов (WMC/PIN) — Консорциум по автоматизированной безопасности транспортных средств (AVSC) — Международный альянс по тестированию и стандартизации мобильности (IAMTS) — Совместная работа над мобильными данными (MDC) — Консорциум компонентов и систем, готовых к использованию в медицинских целях (HRCS) — Консорциум данных по производству аддитивных технологий SAE AMS (SAE AMS-AMDC) — OctonX — Консорциум по безопасности уязвимых участников дорожного движения (VRUSC) — ExchangeWell",
  "To streamline the acquisition process by rapidly awarding projects under the OTA to members of the SOSSEC Consortium, which is managed by its Consortium Administrative Organization (CAO) or Consortium Manager, SOSSEC, Inc.": "Упростить процесс приобретения путем быстрого предоставления проектов в рамках OTA членам Консорциума SOSSEC, которым управляет его Административная организация консорциума (CAO) или менеджер консорциума, SOSSEC, Inc.",
  "The Under Secretary of Defense for Research and Engineering (USD(R&E)) serves as the primary advisor to Department of Defense (DOD) leadership on all matters pertaining to the Department’s Research and Engineering (R&E) enterprise, technology development and transition, developmental prototyping, experimentation, and administration of testing ranges and activities. USD(R&E) has the lead responsibility within the Department for synchronizing Science & Technology (S&T) efforts across the DOD, the Joint Staff and the Services. The USD(R&E) also serves as the Chief Technology Officer (CTO) of the Department and is tasked with the imperative mission of ensuring continuous advancement of technology and innovation within the DOD enterprise. As the CTO, the USD(R&E) advises the Secretary of Defense on all matters related to research; engineering; manufacturing; developmental test and evaluation; and technology development, innovation, and protection activities and programs in the DOD and occurring internationally. The USD(R&E) also establishes priorities across those matters to ensure conformance with Office of the Secretary of Defense’s policy and guidance. The USD(R&E) also has the oversight lead for critical capabilities managed by defense agencies and field activities including the Defense Advanced Research Projects Agency (DARPA), Missile Defense Agency (MDA), Defense Innovation Unit (DIU), and Space Development Agency (SDA) as well as the Defense Science and Innovation Board offices.": "Заместитель министра обороны по исследованиям и разработкам (USD(R&E)) выступает в качестве основного советника руководства Министерства обороны (DOD) по всем вопросам, касающимся научно-исследовательских и инженерных предприятий Министерства, разработки и перехода технологий, разработки прототипов, экспериментов и управления испытательными полигонами и деятельностью. Министерство обороны (R&E) несет ведущую ответственность за синхронизацию усилий по науке и технологиям (S&T) Министерства обороны, Объединенного штаба и служб. USD (R&E) также выполняет функции главного технического директора (CTO) департамента, и ему поручена важная миссия по обеспечению постоянного развития технологий и инноваций на предприятии Министерства обороны. В качестве технического директора Министерство финансов США (R&E) консультирует министра обороны по всем вопросам, связанным с исследованиями; машиностроение; производство; развивающее тестирование и оценка; а также мероприятия и программы по развитию технологий, инноваций и защиты в Министерстве обороны, а также происходящие на международном уровне. Министерство США (R&E) также устанавливает приоритеты по этим вопросам, чтобы обеспечить соответствие политике и указаниям Канцелярии министра обороны. Министерство США (R&E) также осуществляет надзор за критически важными возможностями, управляемыми оборонными ведомствами, и деятельностью на местах, включая Агентство перспективных исследовательских проектов Министерства обороны (DARPA), Агентство противоракетной обороны (MDA), Подразделение оборонных инноваций (DIU) и Агентство космического развития (SDA), а также офисы Совета по оборонной науке и инновациям.",
  "To discover, innovate, and transition science and technology to ensure dominant strategic land power.": "Открывать, внедрять инновации и внедрять науку и технологии для обеспечения доминирующей стратегической сухопутной мощи.",
  "Create a world class Marine-led software development capability enabling Marine Corps modernization efforts by developing applications for commanders at the speed of operations, increasing lethality and readiness.": "Создать возможности разработки программного обеспечения мирового класса под руководством морской пехоты, что позволит осуществлять модернизацию Корпуса морской пехоты путем разработки приложений для командиров со скоростью операций, повышения летальности и боеготовности.",
  "Conducts research and analysis for the Office of the Secretary of Defense, the Joint Staff, the Unified Combatant Commands, the defense agencies, the U.S. Marine Corps, and the U.S. Navy.": "Проводит исследования и анализ для Управления министра обороны, Объединенного штаба, объединенных боевых командований, оборонных ведомств, Корпуса морской пехоты США и ВМС США.",
  "The United States Marine Corps (USMC) is a branch of the United States Armed Forces responsible for providing power projection, using the mobility of the United States Navy, by Congressional mandate, to deliver rapidly, combined-arms task forces on land, at sea, and in the air. The U.S. Marine Corps is one of the four armed service branches in the U.S. Department of Defense (DoD) and one of the seven uniformed services of the United States.": "Корпус морской пехоты США (USMC) — это подразделение Вооруженных сил США, ответственное за обеспечение проецирования мощи, используя мобильность ВМС США по мандату Конгресса для быстрой доставки общевойсковых оперативных групп на суше, на море и в воздухе. Корпус морской пехоты США — одно из четырех подразделений вооруженных сил Министерства обороны США (DoD) и одна из семи силовых структур Соединенных Штатов.",
  "Through about 7,000 employees, the Warner Robins Air Logistics Complex provides depot maintenance, engineering support and software development to major weapon systems (F-15, C-5, C-130, C-17 and SOF aircraft). The Complex achieves command objectives providing a capability/capacity to support peacetime maintenance requirements, wartime emergency demands, aircraft battle damage repair and a ready source of maintenance of critical items. THE 402d SOFTWARE ENGINEERING GROUP (SWEG) is located at Robins Air Force Base in Warner Robins, Georgia. The group is staffed with over 1,200 personnel experienced in electrical engineering, computer engineering, computer science, and information technology. With over 420,000 square feet of facilities, SWEG is the largest industrial complex in the state of Georgia. The 402d Software Engineering Group performs software changes on real time software systems located in various platforms including aircraft, drones, ships and hundreds of related systems. We maintain sites used to remotely control drones. We build and deploy equipment used to test and diagnose hardware failures in systems and write the diagnostic software used on the equipment. We also Business Enterprise Systems and apps to include worldwide inventory management systems and electronic logs used by air crews for takeoff, landing and loading data. To fulfill our mission in being a premier software provider for DoD and NATO, we design and maintain one-of-a-kind system integration labs consisting of software and hardware –in-the-loop. We also provide engineering services such as system acquisition, software acquisition consulting, and life-cycle support.": "В авиалогистическом комплексе Warner Robins работают около 7000 сотрудников, которые обеспечивают техническое обслуживание, инженерную поддержку и разработку программного обеспечения для основных систем вооружения (самолетов F-15, C-5, C-130, C-17 и SOF). Комплекс решает задачи командования, обеспечивая возможности/возможности для поддержки требований по техническому обслуживанию в мирное время, чрезвычайных ситуаций в военное время, ремонта боевых повреждений самолетов и готового источника обслуживания критически важных объектов. ГРУППА ПРОГРАММНОГО ОБЕСПЕЧЕНИЯ 402d (SWEG) расположена на базе ВВС Робинс в Уорнер-Робинсе, штат Джорджия. В группе работает более 1200 сотрудников с опытом работы в области электротехники, вычислительной техники, информатики и информационных технологий. Компания SWEG, располагающая площадью более 420 000 квадратных футов, является крупнейшим промышленным комплексом в штате Джорджия. Группа разработки программного обеспечения 402d выполняет изменения программного обеспечения в программных системах реального времени, расположенных на различных платформах, включая самолеты, дроны, корабли и сотни связанных систем. У нас есть сайты, используемые для удаленного управления дронами. Мы создаем и внедряем оборудование, используемое для тестирования и диагностики аппаратных сбоев в системах, а также пишем диагностическое программное обеспечение, используемое на оборудовании. Мы также деловые корпоративные системы и приложения, включающие глобальные системы управления запасами и электронные журналы, используемые летными экипажами для данных о взлете, посадке и погрузке. Чтобы выполнить свою миссию и стать ведущим поставщиком программного обеспечения для Министерства обороны и НАТО, мы проектируем и поддерживаем единственные в своем роде лаборатории системной интеграции, состоящие из программного и аппаратного обеспечения «в цикле». Мы также предоставляем инженерные услуги, такие как приобретение систем, консультации по приобретению программного обеспечения и поддержку на протяжении всего жизненного цикла.",
  "The Naval Surface Technology & Innovation Consortium (NSTIC) is a premier technology consortium that is focused specifically in supporting naval surface technology innovation to provide research, development, test and evaluation, analysis integration and certification of complex naval warfare systems across a broad range of technology areas and disciplines. NSTIC offers Federally-funded research and business opportunities for large and small companies and academia, especially small and emerging companies that have not traditionally worked with the government in the past.": "Консорциум по надводным технологиям и инновациям военно-морских сил (NSTIC) — ведущий технологический консорциум, который специально занимается поддержкой инноваций в надводных технологиях военно-морских сил, обеспечивая исследования, разработки, испытания и оценку, интеграцию анализа и сертификацию сложных военно-морских систем в широком спектре технологических областей и дисциплин. NSTIC предлагает финансируемые из федерального бюджета исследовательские и бизнес-возможности для крупных и малых компаний и научных кругов, особенно малых и развивающихся компаний, которые традиционно не работали с правительством в прошлом.",
  "DCSA is the security agency in the federal government dedicated to protecting America’s trusted workforce and trusted workspaces — real or virtual. DCSA joins two essential missions: Personnel Vetting and Critical Technology Protection, supported by Counterintelligence and Training, Education and Certification functions. DCSA services over 100 federal entities, oversees 10,000 cleared companies, and conducts approximately 2 million background investigations each year.": "DCSA — это агентство безопасности федерального правительства, призванное защищать доверенную рабочую силу и доверенные рабочие места Америки — реальные или виртуальные. DCSA объединяет две основные задачи: проверку персонала и защиту критически важных технологий, при поддержке функций контрразведки и обучения, образования и сертификации. DCSA обслуживает более 100 федеральных субъектов, контролирует 10 000 проверенных компаний и ежегодно проводит около 2 миллионов дополнительных расследований.",
  "The NSAM Center develops advanced manufacturing technologies and deploys them in U.S. industrial facilities to improve manufacturing processes and ultimately reduce the cost and time required to build and repair Navy weapons platforms. The NSAM Center works closely with the Navy’s acquisition community and the defense industry to address manufacturing technology issues that negatively impact efficiency, with respect to both cost and cycle time. Projects improve construction and repair processes, such as optimizing production practices, increasing the use of robotic manufacturing methods, investigating modular / packaged units, improving accuracy control, eliminating inefficiencies in Materiel usage, and using advanced manufacturing tools and technologies. The NSAM Center focuses on technologies that improve the affordability of current Navy acquisition programs; new projects will investigate using modern planning systems, automated fabrication technologies, supply chain improvements, streamlined unit / module flow to and within storage and construction areas, wireless data management applications, using 3D models to support production, and developing improved scheduling systems for new, aggressive build strategies.": "Центр NSAM разрабатывает передовые производственные технологии и внедряет их на промышленных предприятиях США для улучшения производственных процессов и, в конечном итоге, сокращения затрат и времени, необходимых для создания и ремонта платформ вооружения ВМФ. Центр NSAM тесно сотрудничает с сообществом закупщиков ВМФ и оборонной промышленностью для решения проблем производственных технологий, которые отрицательно влияют на эффективность с точки зрения как стоимости, так и времени цикла. Проекты улучшают процессы строительства и ремонта, такие как оптимизация производственных методов, увеличение использования роботизированных методов производства, исследование модульных / комплектных единиц, повышение контроля точности, устранение неэффективности использования материальных средств и использование передовых производственных инструментов и технологий. Центр NSAM фокусируется на технологиях, которые повышают доступность текущих программ приобретения ВМФ; В новых проектах будут исследоваться возможности использования современных систем планирования, технологий автоматизированного производства, улучшения цепочки поставок, оптимизированного потока блоков/модулей в складские и строительные зоны и внутри них, приложений для беспроводного управления данными, использования 3D-моделей для поддержки производства и разработки улучшенных систем планирования для новых, агрессивных стратегий строительства.",
  "ARM strengthens and stabilizes the DoD manufacturing supply chain by advancing the robotic and Artificial Intelligence (AI) technologies and supporting workforce needed to efficiently supply the U.S. warfighter from domestic sources": "ARM укрепляет и стабилизирует производственную цепочку поставок Министерства обороны США за счет развития технологий робототехники и искусственного интеллекта (ИИ), а также поддержки рабочей силы, необходимой для эффективного снабжения истребителей США из внутренних источников.",
  "Provide the science and technology necessary to maintain the Navy and Marine Corps' technological advantage": "Обеспечить науку и технологии, необходимые для поддержания технологического преимущества ВМФ и Корпуса морской пехоты.",
  "Solves operational problems by collaborating with government, industry, and academic experts through intentional human-centered design activities": "Решает операционные проблемы путем сотрудничества с правительством, промышленностью и академическими экспертами посредством целенаправленной проектной деятельности, ориентированной на человека.",
  "The National Guard continues its historic dual mission, providing trained units to the states, territories and the District of Columbia and keeping itself equipped to protect life and property. The Guard also provides trained units to the nation equipped and ready to defend the United States and its interests all over the globe.": "Национальная гвардия продолжает свою историческую двойную миссию, предоставляя обученные подразделения штатам, территориям и округу Колумбия и сохраняя все необходимое для защиты жизни и имущества. Гвардия также предоставляет нации подготовленные подразделения, оснащенные и готовые защищать Соединенные Штаты и их интересы по всему миру.",
  "Offensive Cyber Operations (OCO) and Information Warfare (IW) capability development and mission execution for the Air Force.": "Разработка возможностей наступательных киберопераций (OCO) и информационной войны (IW) и выполнение задач ВВС.",
  "Naval Information Warfare Systems Command (NAVWAR) (NAVWAR) is one of five major Department of Navy acquisition commands. While other Navy acquisition commands, like Naval Air Systems Command (NAVAIR) (NAVAIR) and Naval Sea Systems Command (NAVSEA), focus on specific platforms, NAVWAR focuses on capable and secure communications and networks that span platforms and facilities. NAVWAR provides research and development, systems engineering, testing and evaluation, technical, in-service and support services to it’s respective acquisition program executive offices (PEOs) during all phases of a program’s lifecycle. NAVWAR consists of bicoastal reporting Naval Information Warfare Centers (NIWCs), which collectively account for more than 11,000 civilian, active duty and reserve professionals located around the world.": "Командование военно-морских систем информационной войны (NAVWAR) (NAVWAR) является одним из пяти основных команд закупок Министерства военно-морского флота. В то время как другие команды ВМС по закупкам, такие как Командование воздушных систем ВМС (NAVAIR) (NAVAIR) и Командование морских систем ВМС (NAVSEA), фокусируются на конкретных платформах, NAVWAR фокусируется на эффективных и безопасных коммуникациях и сетях, охватывающих платформы и объекты. NAVWAR предоставляет услуги по исследованиям и разработкам, системному проектированию, тестированию и оценке, технические, эксплуатационные и вспомогательные услуги соответствующим исполнительным офисам программы приобретения (PEO) на всех этапах жизненного цикла программы. NAVWAR состоит из двухбережных военно-морских центров информационной войны (NIWC), которые в совокупности насчитывают более 11 000 гражданских, действующих и резервных специалистов, расположенных по всему миру.",
  "The Assistant Secretary of the Navy for Research, Development and Acquisition serves as the Navy Acquisition Executive. The Assistant Secretary has authority, responsibility and accountability for all acquisition functions and programs, and for enforcement of Under Secretary of Defense for Acquisition, Technology and Logistics procedures. The Assistant Secretary represents the Department of the Navy to USD(AT&L) and to Congress on all matters relating to acquisition policy and programs. The Assistant Secretary establishes policies and procedures and manages the Navy's Research, Development and Acquisition activities in accordance with DoD 5000 Series Directives. The Assistant Secretary serves as Program (Milestone) Decision Authority on ACAT IC programs and recommends decisions on ACAT ID programs.": "Помощник министра ВМФ по исследованиям, разработкам и закупкам выполняет функции руководителя по закупкам ВМФ. Помощник министра обороны имеет полномочия, ответственность и подотчетность за все функции и программы закупок, а также за соблюдение процедур заместителя министра обороны по закупкам, технологиям и логистике. Помощник министра представляет Министерство военно-морского флота в США (AT&L) и Конгрессе по всем вопросам, касающимся политики и программ закупок. Помощник министра устанавливает политику и процедуры и управляет деятельностью ВМФ по исследованиям, разработкам и закупкам в соответствии с директивами Министерства обороны США серии 5000. Помощник секретаря выполняет функции органа по принятию решений по программам (этапным этапам) программ ACAT IC и рекомендует решения по программам ACAT ID.",
  "Integrate the DoD Ordnance community to work collaboratively in RDT&E of prototype solutions to advance and transition ordnance systems, subsystems and component technologies.": "Интегрируйте сообщество DoD Ordnance для совместной работы в области исследований и разработки прототипов решений для продвижения и перехода на системы боеприпасов, подсистемы и технологии компонентов.",
  "Provides applied research in acquisition sciences, hones the professional education of the next generation of defense acquisition innovators, and forges connections with acquisition thought leaders -- enhancing the operational effectiveness of the U.S. Naval and Joint Forces.": "Обеспечивает прикладные исследования в области закупок, оттачивает профессиональное образование следующего поколения новаторов в области оборонных закупок и налаживает связи с лидерами в области закупок, что повышает оперативную эффективность ВМС США и объединенных сил.",
  "SpaceWERX transitions agile, affordable, and accelerated capabilities by teaming innovative technology developers with Airmen and Guardian talent.": "SpaceWERX реализует гибкие, доступные и ускоренные возможности, объединяя разработчиков инновационных технологий с талантами летчиков и стражей.",
  "VT-ARC delivers tailored analysis, research, and engineering to address problems of national and global importance.  Specializing in forming highly collaborative, trusted partnerships across government, industry, and academia, we enable the critical innovations of tomorrow.  VT-ARC performs translational R&D under contract with government and private sector clients.  VT-ARC advances innovative and multi-disciplinary applications of hard and soft sciences, technology, and engineering to enhance global competitiveness.  The corporation provides multi-disciplinary solutions to complex challenges in Intelligence, Cyber/IT, Defense/Security, Energy, and Health business sectors.  VT-ARC is a private, non-profit corporation affiliated with Virginia Polytechnic Institute and State University.  As the \"Portal to the Power of Virginia Tech\" we collaborate closely with Virginia Tech in technical areas as appropriate to leverage the capabilities and expertise of the university.": "VT-ARC обеспечивает индивидуальный анализ, исследования и разработку для решения проблем национального и глобального значения.  Специализируясь на формировании тесного сотрудничества и доверительных партнерских отношений между правительством, промышленностью и научными кругами, мы делаем возможным внедрение важнейших инноваций завтрашнего дня.  VT-ARC выполняет переводческие исследования и разработки по контракту с клиентами из государственного и частного сектора.  VT-ARC продвигает инновационные и междисциплинарные применения точных и мягких наук, технологий и инженерии для повышения глобальной конкурентоспособности.  Корпорация предоставляет междисциплинарные решения сложных задач в секторах разведки, кибербезопасности, обороны и безопасности, энергетики и здравоохранения.  VT-ARC — частная некоммерческая корпорация, связанная с Политехническим институтом Вирджинии и Государственным университетом.  Являясь «Порталом к ​​силе Технологического института штата Вирджиния», мы тесно сотрудничаем с Технологическим институтом Вирджинии в технических областях, насколько это необходимо, чтобы максимально использовать возможности и опыт университета.",
  "The U.S. Office of Naval Research Global (ONR Global) provides worldwide science & technology (S&T)-based solutions for current and future naval challenges. Leveraging the expertise of more than 50 scientists, technologists and engineers, ONR Global maintains a physical presence on five continents. The command reaches out to the broad global technical community and the operational fleet/force commands to foster cooperation in areas of mutual interest and to bring the full range of possibilities to the Navy and Marine Corps.": "Управление глобальных военно-морских исследований США (ONR Global) предоставляет по всему миру научно-технические (S&T) решения для текущих и будущих военно-морских задач. Используя опыт более 50 ученых, технологов и инженеров, ONR Global поддерживает физическое присутствие на пяти континентах. Командование обращается к широкому мировому техническому сообществу и оперативному командованию флота/сил, чтобы способствовать сотрудничеству в областях, представляющих взаимный интерес, и предоставить весь спектр возможностей ВМФ и Корпусу морской пехоты.",
  "The mission of the Department of Defense is to provide military forces necessary to protect the security of our country. The U.S. military defends the homeland, deters adversaries, and builds security around the world by projecting U.S. influence and working with allies and partners. In case deterrence fails, the U.S. military is prepared to fight and win decisively against any adversary.": "Миссия Министерства обороны заключается в предоставлении вооруженных сил, необходимых для защиты безопасности нашей страны. Вооруженные силы США защищают родину, сдерживают противников и укрепляют безопасность во всем мире, проецируя влияние США и работая с союзниками и партнерами. В случае, если сдерживание потерпит неудачу, американские военные готовы сражаться и решительно победить любого противника.",
  "Preserve Air Force and DoD military advantage from commercial and economic risks. OCEA is the trusted U.S. Government expert to advance actionable solutions to commercial or economic risks to national security.": "Сохранить военное преимущество ВВС и Министерства обороны от коммерческих и экономических рисков. OCEA является доверенным экспертом правительства США, предлагающим действенные решения коммерческих или экономических рисков для национальной безопасности.",
  "Its mission-driven team of trusted experts specialize in microelectronics, 5G, emerging manufacturing, unconventional energy, hypersonics, space, sensors and cybersecurity, with a commitment to job creation and sustainable economic development.": "Его целеустремленная команда проверенных экспертов специализируется на микроэлектронике, 5G, новых производствах, нетрадиционной энергетике, гиперзвуке, космосе, сенсорах и кибербезопасности, а также стремится к созданию рабочих мест и устойчивому экономическому развитию.",
  "The Wright Brothers Institute (WBI) is a cutting-edge center for innovation and technology commercialization. WBI provides breakthrough solutions to US Air Force's most complex initiatives by leveraging resident experts, unique facilities, disruptive innovation processes and extensive networks.": "Институт братьев Райт (WBI) — это передовой центр инноваций и коммерциализации технологий. WBI предоставляет прорывные решения для самых сложных инициатив ВВС США, используя штатных экспертов, уникальные объекты, революционные инновационные процессы и обширные сети.",
  "TechLink is the Department of Defense’s primary national technology transfer partner. Our unmatched technology licensing expertise is grounded in over 20 years of partnership with DoD laboratories; whereby more than 1,000 inventions have been transferred to industry partners so meaningful products and services can be realized. TechLink reviews all DoD IP and strategically pairs those commercially viable technologies with capable industry partners. We’re committed to helping national investment in research and development come full circle, enabling positive economic impact and ensuring innovative capabilities reach the warfighter. View the database of all U.S. Air Force technologies with licensing potential or learn more at the link below.": "TechLink является основным национальным партнером Министерства обороны по передаче технологий. Наш непревзойденный опыт лицензирования технологий основан на более чем 20-летнем сотрудничестве с лабораториями Министерства обороны США; благодаря чему более 1000 изобретений были переданы отраслевым партнерам, что позволило реализовать значимые продукты и услуги. TechLink проверяет всю интеллектуальную собственность Министерства обороны США и стратегически объединяет эти коммерчески жизнеспособные технологии с опытными отраслевыми партнерами. Мы стремимся помочь национальным инвестициям в исследования и разработки пройти полный цикл, обеспечивая положительный экономический эффект и обеспечивая инновационные возможности для использования военными. Просмотрите базу данных всех технологий ВВС США, имеющих потенциал лицензирования, или узнайте больше по ссылке ниже.",
  "Pioneer, develop and deliver sustainable joint space warfighting capabilities to defend the nation and its allies and disrupt adversaries in the contested space domain.": "Будьте пионером, разрабатывайте и предоставляйте устойчивые совместные возможности ведения космической войны для защиты нации и ее союзников и подавления противников в оспариваемой космической сфере.",
  "Sole FFRDC committed exclusively to the space enterprise. Technical experts focus on every discipline of space-related science and engineering.": "Компания Sole FFRDC занимается исключительно космическим бизнесом. Технические эксперты сосредоточены на каждой дисциплине космической науки и техники.",
  "The mission of the National Shipbuilding Research Program (NSRP) is to employ a unique collaborative framework to research, develop, mature, and implement industry-relevant shipbuilding and sustainment technologies and processes, improving efficiency across the U.S. shipyard industrial base and meeting future demand.": "Миссия Национальной программы исследований в области судостроения (NSRP) заключается в использовании уникальной системы сотрудничества для исследования, разработки, совершенствования и внедрения актуальных для отрасли технологий и процессов судостроения и эксплуатации, повышения эффективности промышленной базы верфей США и удовлетворения будущего спроса.",
  "Provides development, basic and applied science, test and evaluation, systems engineering and integration, installation, and support of fielded Information Warfare systems from seabed to space.": "Обеспечивает разработку, фундаментальную и прикладную науку, тестирование и оценку, системное проектирование и интеграцию, установку и поддержку полевых систем информационной войны от морского дна до космоса.",
  "Tradewind is a suite of services designed to accelerate the adoption of artificial intelligence/machine learning, digital, and data analytics solutions throughout the Department of Defense. A core pillar of Tradewind is the Tradewind Ecosystem where Industry, Academia, and other innovators can connect the Government, and identify contracting opportunities. In October 2022, Tradewind will launch the Tradewind Solutions Marketplace, a ground-breaking digital repository of post-competition, readily-awardable pitch videos, which address the Government’s greatest challenges in the AI/ML, digital, and data analytics space.": "Tradewind — это набор услуг, предназначенных для ускорения внедрения решений в области искусственного интеллекта/машинного обучения, цифровых технологий и анализа данных во всем Министерстве обороны. Основным столпом Tradewind является экосистема Tradewind, где промышленность, научные круги и другие новаторы могут подключаться к правительству и определять возможности заключения контрактов. В октябре 2022 года Tradewind запустит торговую площадку Tradewind Solutions Marketplace, новаторское цифровое хранилище постконкурсных, легко награждаемых презентационных видеороликов, которые решают самые серьезные проблемы правительства в области искусственного интеллекта, машинного обучения, цифровых технологий и анализа данных.",
  "Under this Agreement and associated Prototype Projects, the Government, along with Consortium Member Entity(ies), performs prototype projects within the following focus areas as they relate to Military Engineering: Protective Structures and Systems, Protection and Survivability, Geophysical Sensors and data fusion, Vulnerability assessment, detection, and analytics, Geoscience, Environmental, Geospatial, and Materiel Modeling and simulation, Enhance and Assess Mobility of Manned and Unmanned Systems, Engineering and engineering enabling technologies, Global Access Engineering, Infrastructure Maintenance, Repair and Reconstruction Technologies, Engineering Analysis Tools and Decision Aid Prototype Software.": "В соответствии с настоящим Соглашением и соответствующими проектами прототипов Правительство вместе с организациями-членами Консорциума реализует проекты прототипов в следующих основных областях, связанных с военной инженерией: защитные конструкции и системы, защита и живучесть, геофизические датчики и объединение данных, оценка, обнаружение и анализ уязвимостей, геонауки, экологическое, геопространственное и материальное моделирование и моделирование, повышение и оценка мобильности пилотируемых и беспилотных летательных аппаратов. Системы, инженерия и инженерные технологии, проектирование глобального доступа, технологии обслуживания инфраструктуры, ремонта и реконструкции, инструменты инженерного анализа и программное обеспечение прототипов для помощи в принятии решений.",
  "Increase mission readiness by rapidly identifying, applying, and scaling technology essential to the operation and sustainment of the United States Air Force.": "Повысьте готовность к выполнению миссий за счет быстрого выявления, применения и масштабирования технологий, необходимых для функционирования и поддержания ВВС США.",
  "Conducts research, exploratory and advanced development, and one-stop lifecycle engineering support for aviation and missile weapons systems and unmanned aerial and ground vehicle platforms.": "Проводит исследования, поисковые и перспективные разработки, а также комплексную инженерную поддержку жизненного цикла систем авиационного и ракетного вооружения, а также беспилотных воздушных и наземных транспортных платформ.",
  "Provide defense-focused graduate education, including classified studies and interdisciplinary research, to advance the operational effectiveness, technological leadership and warfighting advantage of the Naval service.": "Обеспечить последипломное образование, ориентированное на оборону, включая секретные исследования и междисциплинарные исследования, чтобы повысить оперативную эффективность, технологическое лидерство и боевое преимущество военно-морской службы.",
  "To produce prototypes in command, control, communications and cyber, intelligence, surveillance, and reconnaissance (C4ISR) that increase the efficiency of Government, industry and academia capabilities in information systems proposed to be acquired or developed by the Department of Defense (DOD), and to reduce the cost of defense information systems technology.": "Производить прототипы в области командования, управления, связи и кибербезопасности, разведки, наблюдения и рекогносцировки (C4ISR), которые повышают эффективность возможностей правительства, промышленности и научных кругов в информационных системах, которые предлагается приобрести или разработать Министерству обороны (DOD), а также снизить стоимость технологий оборонных информационных систем.",
  "Provides systems engineering and acquisition to deliver information warfare capabilities to the naval, joint and national warfighter through the acquisition, development, integration, production, test, deployment and sustainment of interoperable command, control, communications, computer, intelligence, surveillance and reconnaissance, cyber and information technology capabilities.": "Обеспечивает системное проектирование и приобретение для предоставления возможностей информационной войны военно-морским, объединенным и национальным истребителям посредством приобретения, разработки, интеграции, производства, испытаний, развертывания и поддержки совместимых средств командования, управления, связи, компьютеров, разведки, наблюдения и рекогносцировки, возможностей кибер- и информационных технологий.",
  "Focus on technical areas such as sensors, electronics, digital systems, IT, and cybersecurity. Provides objective technical assessments, mission requirements, and budgetary constraints. We also transfer the prototypes or system improvements that our own staff develops either directly to our sponsors or to commercial companies for production.": "Сосредоточьтесь на технических областях, таких как датчики, электроника, цифровые системы, информационные технологии и кибербезопасность. Предоставляет объективные технические оценки, требования миссии и бюджетные ограничения. Мы также передаем прототипы или усовершенствования систем, которые разрабатывают наши собственные сотрудники, либо напрямую нашим спонсорам, либо коммерческим компаниям для производства.",
  "The U.S. Space Force is a military service that organizes, trains, and equips space forces in order to protect U.S. and allied interests in space and to provide space capabilities to the joint force. USSF responsibilities will include developing Guardians, acquiring military space systems, maturing the military doctrine for space power, and organizing space forces to present to our Combatant Commands.": "Космические силы США — это военная служба, которая организует, обучает и оснащает космические силы с целью защиты интересов США и их союзников в космосе, а также предоставления космических возможностей объединенным силам. В обязанности USSF будет входить разработка «Стражей», приобретение военно-космических систем, разработка военной доктрины космической мощи и организация космических сил для представления нашим боевым командованиям.",
  "Promote our nation’s economic and military strength globally by promoting our nation’s innovation.": "Содействуйте экономической и военной мощи нашей страны во всем мире, продвигая инновации нашей страны.",
  "We design, build, deliver and maintain ships, submarines and systems reliably, on-time and on-cost for the United States Navy.": "Мы проектируем, строим, поставляем и обслуживаем корабли, подводные лодки и системы надежно, своевременно и с минимальными затратами для ВМС США.",
  "Central Florida Tech Grove creates connectivity and collaborations to support development of innovative solutions addressing the needs of the military. It provides education, support, and access for small businesses wanting to connect with the Modeling, Simulation & Training and Human Performance industry. Some of the many services we offer are:": "Central Florida Tech Grove создает возможности взаимодействия и сотрудничества для поддержки разработки инновационных решений, отвечающих потребностям вооруженных сил. Он обеспечивает образование, поддержку и доступ для малых предприятий, желающих подключиться к индустрии моделирования, симуляции и обучения, а также деятельности человека. Некоторые из множества услуг, которые мы предлагаем:",
  "We maximize opportunities for small businesses to contribute to national security by providing combat power for our troops and economic power for our nation.": "Мы максимизируем возможности малого бизнеса внести свой вклад в национальную безопасность, обеспечивая боевую мощь наших войск и экономическую мощь нашей страны.",
  "MCRCO Division reduces the time between need identification, technological opportunity, and delivery of warfighting capability to the operating forces.  The MCRCO draws upon embedded support from Marine Corps Systems Command while collaborating with organizations such as the office of the Capabilities Development Directorate, Deputy Assistant Secretary of the Navy for Research, Development, and Acquisition; Naval Research and Development Establishment, Marine Corps Operational Test and Evaluation Activity (MCOTEA); Program Executive Office Land Systems; Special Operations Forces Acquisition, Technology, and Logistics; Marine Corps Forces Special Operations Command; Office of Naval Research, and other Service and Defense Agency Stakeholders.  The MCRCO has no program of record responsibility or standard acquisition authority, however it equips operating forces for operational assessments with high maturity technologies that are safe for warfighter use. The key deliverable from the MCRCO is the Capability Assessment Report that supports the effective transition of capability to the operating forces through USMC and Joint Acquisition Commands.": "Подразделение MCRCO сокращает время между выявлением потребностей, технологическими возможностями и доставкой боевых возможностей оперативным силам.  MCRCO опирается на встроенную поддержку со стороны системного командования корпуса морской пехоты и сотрудничает с такими организациями, как Управление развития потенциала, заместитель помощника министра ВМФ по исследованиям, разработкам и приобретениям; Военно-морской научно-исследовательский центр, деятельность по оперативным испытаниям и оценке корпуса морской пехоты (MCOTEA); Земельные системы Исполнительного офиса программы; Приобретение, технологии и логистика Сил специальных операций; Командование специальных операций сил морской пехоты; Управление военно-морских исследований и другие заинтересованные стороны служб и оборонных агентств.  У MCRCO нет программы рекордной ответственности или стандартных полномочий по закупкам, однако оно снабжает оперативные силы для оперативных оценок высокоразвитыми технологиями, безопасными для использования истребителями. Ключевым результатом MCRCO является отчет об оценке возможностей, который поддерживает эффективную передачу возможностей оперативным силам через морскую пехоту США и командования совместных закупок.",
  "Executes all Major Force Program (MFP-11) S&T funds to conduct technology development to provide SOF an overwhelming competitive advantage in the future operational environment.": "Исполняет все научно-технические фонды Программы основных сил (MFP-11) для разработки технологий, чтобы предоставить ССО подавляющее конкурентное преимущество в будущей оперативной среде.",
  "Develop how future Army organizations will fight with new technology and ensure rapid delivery of war fighting capabilities": "Разработайте, как будущие армейские организации будут сражаться с использованием новых технологий, и обеспечьте быструю доставку боевых возможностей.",
  "Delivers capabilities at the speed of emerging threats. Specifically, the office: Expedites the development and fielding of select Department of Defense combat support and weapon systems. Leverages defense-wide technology development efforts and existing operational capabilities. Provides integration and technical support to other Service or U.S. Government activities. Conducts independent operational and technical assessments of weapon or combat support system capabilities and vulnerabilities. Takes on new challenges to accelerate operationally-focused capabilities": "Предоставляет возможности со скоростью возникающих угроз. В частности, офис: Ускоряет разработку и внедрение избранных систем боевой поддержки и вооружения Министерства обороны. Использует усилия по развитию оборонных технологий и существующие оперативные возможности. Обеспечивает интеграцию и техническую поддержку других служб или деятельности правительства США. Проводит независимую оперативную и техническую оценку возможностей и уязвимостей вооружения или систем боевого обеспечения. Берет на себя новые задачи по ускорению оперативно-ориентированных возможностей.",
  "To identify and develop capabilities for DoD to conduct Irregular Warfare against all adversaries, including Great Power competitors and non-state actors, and to deliver those capabilities to DoD components and interagency partners through rapid research and development, advanced studies and technical innovation, and provision of support to U.S. military operations.": "Определить и развить возможности Министерства обороны по ведению нерегулярной войны против всех противников, включая конкурентов из числа великих держав и негосударственных субъектов, и предоставить эти возможности компонентам Министерства обороны и межведомственным партнерам посредством быстрых исследований и разработок, передовых исследований и технических инноваций, а также оказания поддержки военным операциям США.",
  "The National Spectrum Consortium (NSC) provides the Government direct access to over 440 members of U.S. industry and academia who work with systems, sub-systems, components and the enabling technologies related to the use of the electromagnetic spectrum or the information that rides on it. The majority of Consortium members are small businesses, and over 75% are principally focused on commercial markets. Membership spans the continuum of basic research through large-scale production, enabling the formation of purpose-built teams tailored to the development phase(s) of most interest to the sponsor.": "Национальный консорциум по спектру (NSC) предоставляет правительству прямой доступ к более чем 440 представителям промышленности и научных кругов США, которые работают с системами, подсистемами, компонентами и технологиями, связанными с использованием электромагнитного спектра или связанной с ним информацией. Большинство членов Консорциума представляют малый бизнес, причем более 75% преимущественно ориентированы на коммерческие рынки. Членство охватывает непрерывность фундаментальных исследований и крупномасштабного производства, позволяя формировать специально созданные команды, адаптированные к этапам разработки, представляющим наибольший интерес для спонсора.",
  "Our mission is to serve as a platform for cultivating ecosystems that enable the acceleration of innovative solutions to benefit the warfighter and the nation.": "Наша миссия — служить платформой для развития экосистем, которые позволят ускорить разработку инновационных решений на благо воинов и нации.",
  "IM Photonics enables a complete Photonic Integrated Chip (PIC) manufacturing ecosystem. The system provides the photonic community and DoD access to advanced technology, capabilities, and resources throughout the entire product development cycle.": "IM Photonics обеспечивает полную экосистему производства фотонных интегрированных чипов (PIC). Система предоставляет фотоническому сообществу и Министерству обороны доступ к передовым технологиям, возможностям и ресурсам на протяжении всего цикла разработки продукта.",
  "In support of the Joint warfighter, meet National Defense Strategy imperatives through effective policy, guidance, and oversight to enhance the readiness of the Department of Defense, and optimize talent management and personnel programs, relevant training and education, world class health care, quality family support, and force resilience through diversity, inclusion, and equal opportunity.": "В поддержку Объединенного военного истребителя выполняйте императивы Национальной стратегии обороны посредством эффективной политики, руководства и надзора для повышения готовности Министерства обороны, а также оптимизации управления талантами и кадровых программ, соответствующего обучения и образования, медицинского обслуживания мирового класса, качественной поддержки семей и повышения устойчивости за счет разнообразия, инклюзивности и равных возможностей.",
  "Performs fundamental research in support of the National Security Agency’s mission in cryptology, which includes both foreign signals intelligence and protecting the communications of the U.S. Government.  Focus on computing, advanced algorithms, cryptology, network technologies, communications securities, cyber-security and data analytics.": "Выполняет фундаментальные исследования в поддержку миссии Агентства национальной безопасности в области криптологии, которая включает в себя как разведку иностранных сигналов, так и защиту коммуникаций правительства США.  Сосредоточьтесь на вычислениях, передовых алгоритмах, криптологии, сетевых технологиях, безопасности связи, кибербезопасности и анализе данных.",
  "To enable the acquisition workforce with innovative, data-driven practices and policies to deliver warfighting capability at the speed of relevance.": "Предоставить специалистам по закупкам инновационные, основанные на данных методы и политики для обеспечения ведения боевых действий с необходимой скоростью.",
  "The research center is sponsored by the U.S. Air Force and focused on tactical autonomy.": "Исследовательский центр спонсируется ВВС США и ориентирован на тактическую автономию.",
  "Deliver exceptional custom mobile experiences for all Airmen that improve quality of life, mission success, and safety.": "Предоставляйте исключительные мобильные возможности для всех летчиков, которые улучшат качество жизни, успех миссий и безопасность.",
  "LIFT rapidly contracts, designs, develops, prototypes, and tests innovative technologies for the DoD to speed technology transition to the warfighter while building the future workforce of America.": "LIFT быстро заключает контракты, проектирует, разрабатывает, прототипирует и тестирует инновационные технологии для Министерства обороны, чтобы ускорить переход технологий на истребителей и одновременно создать будущую рабочую силу Америки.",
  "BioMADE’s mission is to enable domestic bioindustrial manufacturing at all scales, develop technologies to enhance U.S. bioindustrial competitiveness, de-risk investment in relevant infrastructure, and expand the biomanufacturing workforce to realize the economic promise of industrial biotechnology": "Миссия BioMADE состоит в том, чтобы обеспечить отечественное биопромышленное производство во всех масштабах, разработать технологии для повышения конкурентоспособности биопромышленности США, снизить риски инвестиций в соответствующую инфраструктуру и расширить рабочую силу в биопроизводстве для реализации экономических перспектив промышленной биотехнологии.",
  "s leading the discovery, development, and integration of warfighting technologies for our air, space, and cyberspace forces.": "Он возглавляет открытие, разработку и интеграцию боевых технологий для наших воздушных, космических и киберпространственных сил.",
  "The Deputy Assistant Secretary of Defense for Threat Reduction and Arms Control (DASD(TRAC)) fulfills Congressionally and Departmentally mandated responsibilities related to treaty management, the Chemical Demilitarization Program, the Cooperative Threat Reduction Program, and countering weapons of mass destruction (CWMD) capability development. ODASD(TRAC) is a component of the Office of the Assistant Secretary of Defense for Nuclear, Chemical, and Biological Defense Programs (OASD(NCB)), which reports to the Office of the Undersecretary of Defense for Acquisition and Sustainment (USD(A&S)).": "Заместитель помощника министра обороны по уменьшению угроз и контролю над вооружениями (DASD (TRAC)) выполняет возложенные на Конгресс и ведомство обязанности, связанные с управлением договорами, программой химической демилитаризации, программой совместного уменьшения угрозы и противодействием развитию оружия массового уничтожения (CWMD). ODASD (TRAC) является компонентом Управления помощника министра обороны по программам ядерной, химической и биологической защиты (OASD (NCB)), которое подчиняется Управлению заместителя министра обороны по закупкам и снабжению (USD (A&S)).",
  "The Army Rapid Capabilities and Critical Technologies Office will rapidly and efficiently research, develop, prototype, test, evaluate, procure, transition, and/or field critical enabling technologies and capabilities that address near-term, and mid-term threats. The Office will produce or acquire Materiel solutions consistent with the Army’s modernization priorities that maximize Soldiers’ capabilities to deploy, fight, and win on future battlefields.": "Управление быстрых возможностей и критических технологий армии будет быстро и эффективно исследовать, разрабатывать, прототипировать, тестировать, оценивать, закупать, внедрять и/или внедрять критически важные технологии и возможности, которые устраняют краткосрочные и среднесрочные угрозы. Управление будет производить или приобретать решения по материальному обеспечению, соответствующие приоритетам модернизации армии, которые максимизируют возможности солдат к развертыванию, борьбе и победе на будущих полях сражений.",
  "The DAF-MIT AI Accelerator is designed to make fundamental advances in artificial intelligence to improve Department of the Air Force operations while also addressing broader societal needs. AI Accelerator research involves interdisciplinary teams, including Airmen, who collaborate across disparate fields of AI to create new algorithms, technologies, and solutions.": "Ускоритель искусственного интеллекта DAF-MIT предназначен для достижения фундаментальных достижений в области искусственного интеллекта для улучшения операций Департамента ВВС, а также для удовлетворения более широких социальных потребностей. В исследованиях AI Accelerator участвуют междисциплинарные группы, в том числе летчики, которые сотрудничают в разных областях ИИ для создания новых алгоритмов, технологий и решений.",
  "The Director of Defense Research and Engineering for Research and Technology leads the Department's work to create DoD's technology advantage. DDR&E (R&T) also: Oversees the Department’s entire Science and Technology portfolio. Advocates for the Department’s S&T workforce and laboratory infrastructure. Oversees the Department’s Federally Funded Research and Development Centers (FFRDC) and University Affiliated Research Centers (UARC) Helps to cultivate the next generation of S&T professionals for the Department. Advises on the Department’s critical technology protection policy. Oversees the health of the Defense technical industrial base.": "Директор отдела оборонных исследований и разработок по исследованиям и технологиям возглавляет работу Департамента по созданию технологического преимущества Министерства обороны. DDR&E (R&T) также: Курирует весь портфель Департамента науки и технологий. Защитник научно-технических кадров и лабораторной инфраструктуры Департамента. Курирует финансируемые из федерального бюджета центры исследований и разработок Департамента (FFRDC) и исследовательские центры при университетах (UARC). Помогает воспитывать новое поколение специалистов в области науки и технологий для Департамента. Консультирует по вопросам политики защиты критически важных технологий Департамента. Контролирует состояние промышленно-технической базы Минобороны.",
  "The Under Secretary of Defense for Research and Engineering established and chairs the Innovation Steering Group to advise the Department's leadership on science, technology, technology transition, and related matters.": "Заместитель министра обороны по исследованиям и разработкам создал и возглавляет Руководящую группу по инновациям, которая консультирует руководство министерства по вопросам науки, технологий, перехода технологий и смежных вопросов.",
  "Provide military and national security customers with a robust and secure source of battery development and low-volume production under one roof with linkages to an array of high-volume commercial manufacturing partners.": "Предоставьте клиентам военной и национальной безопасности надежный и безопасный источник разработки аккумуляторов и мелкосерийного производства под одной крышей со связями с множеством крупных коммерческих партнеров-производителей.",
  "The purpose of the COBRA OTA is to spur innovative development, demonstration, and expedited delivery of prototypes to increase Armed Forces readiness via rapid and responsive projects. The SOSSEC consortium enhances the efficiency and effectiveness of the PEO EIS mission, the cyber community, and the Department of Defense through critical research, experiments, development, testing, modeling, architecture, and evaluation of innovative technology to support prototype efforts. Within the agreement, the Cyberspace – Real Time Acquisition Prototyping Innovation Development (C-RAPID) acquisition process is used to focus on rapidly delivering prototypes to Soldiers.": "Целью COBRA OTA является стимулирование инновационных разработок, демонстрации и ускоренной поставки прототипов для повышения боеготовности Вооруженных Сил посредством быстрых и оперативных проектов. Консорциум SOSSEC повышает эффективность и результативность миссии PEO EIS, киберсообщества и Министерства обороны посредством критических исследований, экспериментов, разработки, тестирования, моделирования, архитектуры и оценки инновационных технологий для поддержки усилий по созданию прототипов. В рамках соглашения процесс приобретения «Киберпространство – разработка инновационных прототипов в режиме реального времени» (C-RAPID) используется, чтобы сосредоточиться на быстрой доставке прототипов солдатам.",
  "United States manufacturing and innovation are essential to American economic and national security. The Department of Defense (DoD) Manufacturing Technology enterprise utilizes advanced manufacturing to secure a more lethal force, strengthen alliances and new partnerships, and reform the Department for greater performance and affordability. The mission of the program is to reduce the acquisition and supportability costs of defense weapon systems and reduce manufacturing and repair cycle times across the life cycles of such systems. DoD ManTech is comprised of the Military Service and DoD Agency or Component ManTech investment programs operated out of the Office of the Secretary of Defense (OSD), Army, Navy, Air Force, Defense Logistics Agency (DLA), and Missile Defense Agency (MDA).": "Производство и инновации в Соединенных Штатах имеют важное значение для американской экономической и национальной безопасности. Предприятие производственных технологий Министерства обороны (DoD) использует передовые технологии производства для обеспечения более смертоносной силы, укрепления альянсов и новых партнерских отношений, а также реформирования Министерства для повышения производительности и доступности. Миссия программы — снизить затраты на приобретение и поддержку систем оборонного вооружения, а также сократить время цикла производства и ремонта на протяжении всего жизненного цикла таких систем. DoD ManTech состоит из инвестиционных программ военной службы и Агентства Министерства обороны или компонентных инвестиционных программ ManTech, реализуемых Канцелярией министра обороны (OSD), армией, флотом, военно-воздушными силами, Агентством оборонной логистики (DLA) и Агентством противоракетной обороны (MDA).",
  "The Naval Surface Warfare Center (NSWC) cohesively and seamlessly operates the Navy's full spectrum research, development, test and evaluation, engineering, and fleet support centers for offensive and defensive systems associated with surface warfare and related areas of joint, homeland and national defense systems from the sea.": "Центр надводных боевых действий ВМС (NSWC) слаженно и бесперебойно управляет полным спектром исследований, разработок, испытаний и оценки, а также центров поддержки флота ВМФ для наступательных и оборонительных систем, связанных с надводной войной и соответствующими областями совместных, отечественных и национальных систем защиты с моря.",
  "Responsively and responsibility create, develop, acquire and deliver capabilites for the warfighter.": "Отзывчиво и ответственно создавать, развивать, приобретать и предоставлять возможности для бойца.",
  "Develop and deploy joint, relevant technologies to improve warfighter support while reducing costs; improve the precision, reliability, visibility and efficiency of the DOD supply chain; and assure superior strategic, operational and tactical mobility support for the warfighter.": "Разрабатывать и внедрять совместные соответствующие технологии для улучшения поддержки истребителей при одновременном сокращении затрат; повысить точность, надежность, прозрачность и эффективность цепочки поставок Министерства обороны США; и обеспечить превосходную стратегическую, оперативную и тактическую поддержку мобильности истребителя.",
  "The SERC will be instrumental in developing partnerships between academia, government, and industry with a focus on solving systems challenges that are critical to our national security through systems research.": "SERC будет играть важную роль в развитии партнерства между научными кругами, правительством и промышленностью, уделяя особое внимание решению системных проблем, которые имеют решающее значение для нашей национальной безопасности, посредством системных исследований.",
  "The mission of the United States Air Force is to fly, fight and win - airpower anytime, anywhere. Whether full time, part time, in or out of uniform, everyone who serves plays a critical role in helping us achieve mission success.": "Миссия ВВС США — летать, сражаться и побеждать — авиация всегда и везде. Независимо от того, работаете ли вы полный или неполный рабочий день, в форме или без нее, каждый, кто служит, играет решающую роль, помогая нам добиться успеха в миссии.",
  "DreamPort is a combination of state-of-the-art facilities, innovative programs, and imaginative people charged with finding that spark that leads to unparalleled capability for USCYBERCOM and the warfighters at large.": "DreamPort — это сочетание самых современных средств, инновационных программ и творческих людей, которым поручено найти ту искру, которая приведет к беспрецедентным возможностям USCYBERCOM и военных в целом.",
  "DATC’s objective is to serve the warfighter by creating opportunities for the U.S. government, industry and academia to work collaboratively to develop and transition engineering-based automotive technology solutions for manned and unmanned vehicles. The consortium uses an acquisition instrument called an Other Transaction Agreement (OTA), which reduces overhead and lowers costs while providing the government access to cutting-edge technology with a faster product development and transition cycle": "Цель DATC — служить военным, создавая возможности для правительства, промышленности и научных кругов США для совместной работы над разработкой и внедрением инженерно-технических автомобильных технологических решений для пилотируемых и беспилотных транспортных средств. Консорциум использует инструмент приобретения, называемый Соглашением о других сделках (OTA), который снижает накладные расходы и затраты, одновременно предоставляя правительству доступ к передовым технологиям с более быстрым циклом разработки продукта и перехода к нему.",
  "The Laboratory for Physical Sciences exists to drive physical sciences research in future information technologies to prevent technological surprise. Founded in 1956 in partnership with the University of Maryland, LPS has evolved a model of basic and applied research that focuses on government engagement with academia and industry. Our fabrication and measurement laboratories allow researchers at LPS, along with our partners, to make, measure, and understand state-of-the-art systems.": "Лаборатория физических наук существует для стимулирования физических научных исследований в области будущих информационных технологий и предотвращения технологических сюрпризов. Основанная в 1956 году в партнерстве с Университетом Мэриленда, LPS разработала модель фундаментальных и прикладных исследований, ориентированную на взаимодействие правительства с научными кругами и промышленностью. Наши производственные и измерительные лаборатории позволяют исследователям LPS вместе с нашими партнерами создавать, измерять и понимать самые современные системы.",
  "The Marine Innovation Unit (MIU) leverages existing Marine talent to address advanced technology challenges in order to accelerate the development of new capabilities.": "Подразделение морских инноваций (MIU) использует существующие таланты морской пехоты для решения передовых технологических задач и ускорения разработки новых возможностей.",
  "The mission of the United States Transportation Command (USTRANSCOM) U.S. Transportation Command exists as a combatant command to project and sustain combat power at a time and place of the Nation’s choosing. As the single manager of America’s global defense transportation system, we are tasked with the coordination of people and transportation assets to allow our country to project and sustain forces, whenever, wherever, and for as long as they are needed.": "Миссия Транспортного командования США (USTRANSCOM) Транспортное командование США существует как боевое командование, призванное проецировать и поддерживать боевую мощь в то время и в месте по выбору нации. Как единственный менеджер глобальной оборонной транспортной системы Америки, нам поручена координация людей и транспортных средств, чтобы позволить нашей стране перебрасывать и поддерживать силы, когда угодно, где угодно и до тех пор, пока они необходимы.",
  "SOSSEC, Inc. currently manages the System of Systems Consortium (SOSSEC), an organization comprised of over 700 members, as well as the Sensors, Communications, and Electronics Consortium (SCEC) which is comprised of over 300 members.  SOSSEC, Inc. was awarded its first OTA in 2009 and has managed twelve OTAs to date. SOSSEC, Inc currently manages eight OTAs.  SOSSEC, Inc. has successfully completed more than 250 OTA projects": "SOSSEC, Inc. в настоящее время управляет Консорциумом систем систем (SOSSEC), организацией, состоящей из более чем 700 членов, а также Консорциумом датчиков, коммуникаций и электроники (SCEC), который состоит из более чем 300 членов.  SOSSEC, Inc. получила свой первый OTA в 2009 году и на сегодняшний день управляет двенадцатью OTA. SOSSEC, Inc в настоящее время управляет восемью OTA.  SOSSEC, Inc. успешно завершила более 250 проектов OTA.",
  "To deliver objective analysis, experimentation and data across the entire life cycle to ensure readiness today and a more lethal future force tomorrow.": "Предоставлять объективный анализ, эксперименты и данные на протяжении всего жизненного цикла, чтобы обеспечить готовность сегодня и более смертоносные силы будущего завтра.",
  "IHEODTD serves as the focal point for EMTC and, as a renowned leader in energetics, provides a full spectrum of capabilities, including energetics research, development, modeling and simulation, engineering, manufacturing technology, production, test and evaluation, and fleet / operations support. EMTC develops solutions to manufacturing problems unique to military system / subsystem acquisition and production requirements and the energetics industry. EMTC does not own or operate any facilities or equipment but is essentially a virtual enterprise that involves government, industry and academia in identifying requirements and executing projects. EMTC identifies weapon system and manufacturing base needs, develops and demonstrates the required manufacturing process technology solutions, and transitions successful results. EMTC understands that energetics are inherently dangerous and require special processes, equipment, facilities, environmental considerations and safety precautions.": "IHEODTD служит координатором EMTC и, как известный лидер в области энергетики, предоставляет полный спектр возможностей, включая энергетические исследования, разработки, моделирование и симуляцию, проектирование, производственные технологии, производство, испытания и оценку, а также поддержку парка / эксплуатации. EMTC разрабатывает решения производственных проблем, уникальные для нужд приобретения и производства военных систем/подсистем, а также энергетической отрасли. EMTC не владеет и не управляет какими-либо объектами или оборудованием, но, по сути, является виртуальным предприятием, которое привлекает правительство, промышленность и научные круги к определению требований и реализации проектов. EMTC определяет потребности систем вооружения и производственной базы, разрабатывает и демонстрирует необходимые технологические решения производственного процесса, а также обеспечивает успешные результаты. EMTC понимает, что энергетика по своей сути опасна и требует специальных процессов, оборудования, помещений, экологических соображений и мер безопасности.",
  "RTI Innovation Advisors is a business unit of RTI International (RTI), an independent nonprofit research institute that was founded in 1958 with support from North Carolina government, education, and business leaders. Today, RTI is a leading applied research organization with over 5,700 employees across 25 locations worldwide, making it one of the largest current Partnership Intermediaries. RTI’s government innovation support dates to the 1960’s, when NASA contracted RTI to support its technology transfer efforts. Leveraging its extensive government innovation experience and global networks, RTI assists government agencies by actively marketing federally-funded technologies and IP to find partners to license and commercialize inventions; training aspiring entrepreneurs and researchers on start-up methodologies to identify and pitch their innovations to investors; evaluating regional innovation ecosystems and identifying best practices to spur growth; and hosting events to showcase technologies and accelerate technology transfer and commercialization efforts.": "RTI Innovation Advisors — это подразделение RTI International (RTI), независимого некоммерческого исследовательского института, основанного в 1958 году при поддержке правительства Северной Каролины, лидеров образования и бизнеса. Сегодня RTI — ведущая организация прикладных исследований, в которой работает более 5700 сотрудников в 25 точках по всему миру, что делает ее одним из крупнейших действующих партнерских посредников. Государственная поддержка инноваций со стороны RTI началась в 1960-х годах, когда НАСА заключило с RTI контракт на поддержку своих усилий по передаче технологий. Используя свой обширный опыт государственных инноваций и глобальные сети, RTI помогает правительственным учреждениям, активно продвигая финансируемые из федерального бюджета технологии и интеллектуальную собственность, находить партнеров для лицензирования и коммерциализации изобретений; обучение начинающих предпринимателей и исследователей методологиям создания стартапов для выявления и представления своих инноваций инвесторам; оценка региональных инновационных экосистем и выявление передового опыта для стимулирования роста; и проведение мероприятий для демонстрации технологий и ускорения усилий по передаче и коммерциализации технологий.",
  "Enable the Delivery and Sustainment of Secure, Resilient, and Preeminent Capabilities to the Warfighter and International Partners Quickly and Cost Effectively": "Обеспечьте быстрое и экономичное предоставление и поддержание безопасных, отказоустойчивых и выдающихся возможностей для бойцов и международных партнеров.",
  "We are making the Digital Air Force a reality by supporting our Airmen with Software Enterprise Capabilities while removing impediments to DevSecOps and IT innovation.": "Мы делаем цифровые военно-воздушные силы реальностью, поддерживая наших летчиков с помощью корпоративных возможностей программного обеспечения, одновременно устраняя препятствия для DevSecOps и ИТ-инноваций.",
  "United States Space Command conducts operations in, from and to space to deter conflict, and, if necessary, defeat aggression, deliver space combat power for the Joint/Combined Force and defend U.S. vital interests with allies and partners.": "Космическое командование США проводит операции в космосе, из него и в космосе для сдерживания конфликтов и, при необходимости, подавления агрессии, предоставления космической боевой мощи Объединенным/Объединенным силам и защиты жизненно важных интересов США вместе с союзниками и партнерами.",
  "To operate the Navy's full-spectrum research, development, test and evaluation, engineering, and Fleet support center for submarines, autonomous underwater systems, and offensive and defensive weapon systems associated with USW and related areas of homeland security and national defense.": "Для управления полным спектром исследований, разработок, испытаний, оценки, проектирования и поддержки флота подводных лодок, автономных подводных систем, а также систем наступательного и оборонительного вооружения, связанных с USW и смежными областями внутренней безопасности и национальной обороны.",
  "The Office of the Assistant Secretary of Defense for Nuclear, Chemical, and Biological Defense Programs (OASD(NCB)) leads DoD efforts to ensure a safe, secure, and effective U.S. nuclear deterrent against weapons of mass destruction threats. As the world returns to Great Power competition and the recognition that threats against the United States, its allies and interests are both proliferating and becoming more difficult to challenge, the OASD(NCB) is at the forefront of U.S. efforts to sustain and modernize the nuclear deterrent, while simultaneously providing chemical and biological defense and compliance with international NCB treaties and agreements. From the operational, to the administrative, to the speed of response and production, the OASD(NCB) is reshaping the way the DoD meets and responds to WMD threats.": "Управление помощника министра обороны по программам ядерной, химической и биологической защиты (OASD(NCB)) возглавляет усилия Министерства обороны по обеспечению безопасного, надежного и эффективного ядерного сдерживания США против угроз оружия массового уничтожения. По мере того как мир возвращается к соперничеству великих держав и к осознанию того, что угрозы против Соединенных Штатов, их союзников и интересов множатся и им становится все труднее противостоять, OASD (NCB) находится в авангарде усилий США по поддержанию и модернизации средств ядерного сдерживания, одновременно обеспечивая химическую и биологическую защиту и соблюдение международных договоров и соглашений NCB. OASD (NCB) меняет способы реагирования Министерства обороны на угрозы, связанные с применением оружия массового уничтожения, от оперативного до административного, а также скорости реагирования и производства.",
  "Our team is dedicated to addressing the digital needs of the entire acquisition and sustainment enterprise from a short- and long-term perspective. We’re looking beyond mission sets, breaking down barriers, and enabling digital innovators by connecting them with the information, resources, and support they need to outpace our adversaries.": "Наша команда стремится удовлетворить цифровые потребности всего предприятия по приобретению и обслуживанию в краткосрочной и долгосрочной перспективе. Мы не ограничиваемся набором задач, разрушаем барьеры и предоставляем цифровым новаторам возможность предоставить им информацию, ресурсы и поддержку, необходимые им для того, чтобы опередить наших противников.",
  "As an engineering research agency of Texas, TEES performs quality research driven by world problems; strengthens and expands the state’s workforce through educational partnerships and training; and develops and transfers technology to industry. TEES partners with academic institutions, governmental agencies, industries, and communities to solve problems to help improve the quality of life, promote economic development, and enhance educational systems. TEES, a member of the Texas A&M University System is in its 100th year of engineering solutions.": "Как техасское агентство инженерных исследований, TEES проводит качественные исследования, ориентированные на мировые проблемы; укрепляет и расширяет рабочую силу штата посредством образовательного партнерства и обучения; а также разрабатывает и передает технологии промышленности. TEES сотрудничает с академическими учреждениями, правительственными учреждениями, отраслями промышленности и сообществами для решения проблем, которые помогают улучшить качество жизни, способствовать экономическому развитию и совершенствованию систем образования. TEES, член Техасской университетской системы A&M, отмечает 100-летний юбилей инженерных решений.",
  "Build a magnetic ecosystem in which the world’s leading scientific and entrepreneurial talent tackle the country’s greatest challenges to national security and economic competitiveness.": "Создайте притягательную экосистему, в которой ведущие мировые научные и предпринимательские таланты будут решать самые серьезные проблемы страны в области национальной безопасности и экономической конкурентоспособности.",
  "Accelerating technology-enabled growth in research, academia, entrepreneurship and industry.": "Ускорение технологического роста в исследованиях, научных кругах, предпринимательстве и промышленности.",
  "A hub for practical entrepreneurial support in starting companies that carry the ideas and innovations of Purdue faculty and students out of their labs, beyond academia and across the globe.": "Центр практической предпринимательской поддержки начинающих компаний, которые воплощают идеи и инновации преподавателей и студентов Purdue за пределами своих лабораторий, за пределами академических кругов и по всему миру.",
  "The USD(I) is the Principal Staff Assistant (PSA) and advisor to the SecDef and DepSecDef regarding Intelligence, Counterintelligence (CI), Security, sensitive activities, and other intelligence-related matters (referred to in this directive as DoDD 5143.01, October 24, 2014 Change 1, 4/22/2015 2 “assigned responsibilities” or “Defense Intelligence, CI, and Security”). In this capacity, the USD(I) exercises SecDef authority, direction, and control over, and oversees the activities of, the Defense Intelligence Agency (DIA), the National Geospatial-Intelligence Agency (NGA), the National Security Agency/Central Security Service (NSA/CSS), the National Reconnaissance Office (NRO), and the Defense Security Service (DSS); and exercises planning, policy, and strategic oversight for all associated policy, plans, and programs.": "USD(I) является главным помощником по штабу (PSA) и советником Министерства обороны и Министерства обороны по вопросам разведки, контрразведки (CI), безопасности, конфиденциальной деятельности и других вопросов, связанных с разведкой (именуемых в этой директиве DoDD 5143.01, 24 октября 2014 г., изменение 1, 22 апреля 2015 г. 2 «распределенные обязанности» или «военная разведка, CI, и безопасность»). В этом качестве Министерство обороны США (I) осуществляет полномочия, руководство и контроль Министерства обороны США (DIA), Национального агентства геопространственной разведки (NGA), Агентства национальной безопасности/Центральной службы безопасности (NSA/CSS), Национального разведывательного управления (NRO) и Службы безопасности обороны (DSS); и осуществляет планирование, политику и стратегический надзор за всей связанной с ней политикой, планами и программами.",
  "Dedicated to improving warfighter support by addressing military needs, redefining internal business processes for DLA's global supply chain and addressing industrial base manufacturing issues.": "Направлен на улучшение поддержки истребителей путем удовлетворения военных потребностей, переопределения внутренних бизнес-процессов глобальной цепочки поставок DLA и решения проблем производства на промышленных базах.",
  "The Naval Energetic Systems and Technologies (NEST), in partnership with the National Armaments Consortium (NAC), is a national collaboration supporting the Naval Surface Warfare Center Indian Head Division (NSWC IHD) to address the most significant energetics and explosive ordnance disposal challenges facing the Navy, the Marine Corps, Department of Defense, and the Nation.": "Военно-морские энергетические системы и технологии (NEST) в партнерстве с Национальным консорциумом по вооружению (NAC) представляют собой национальное сотрудничество, оказывающее поддержку Индийскому главному подразделению Военно-морского центра надводных боевых действий (NSWC IHD) в решении наиболее серьезных проблем в области энергетики и обезвреживания взрывоопасных боеприпасов, стоящих перед ВМФ, Корпусом морской пехоты, Министерством обороны и нацией.",
  "Build necessary parts and tools quickly using 3D printing": "Быстро создавайте необходимые детали и инструменты с помощью 3D-печати.",
  "Imagining & developing agile, innovative, cost-effective solutions to problems impacting our stakeholders, our community, & our planet.": "Придумывая и разрабатывая гибкие, инновационные и экономически эффективные решения проблем, влияющих на наши заинтересованные стороны, наше сообщество и нашу планету.",
  "The purpose of the Foreign Comparative Testing (FCT) Program is to find, assess, and field world-class products with a high Technology Readiness Level (TRL) in order to satisfy valid defense requirements more quickly and economically. Authorized by United States Code 2350a(g), the FCT Program provides the Department of Defense with a unique acquisition tool to bypass the capability development cycle by enabling the test and evaluation of mature foreign developed technology to determine procurement alternatives for existing or emerging requirements.": "Целью Программы зарубежных сравнительных испытаний (FCT) является поиск, оценка и внедрение продукции мирового уровня с высоким уровнем технологической готовности (TRL) для более быстрого и экономичного удовлетворения обоснованных оборонных требований. Программа FCT, утвержденная Кодексом США 2350a(g), предоставляет Министерству обороны уникальный инструмент приобретения, позволяющий обойти цикл разработки возможностей, позволяя тестировать и оценивать зрелые иностранные технологии для определения альтернатив закупок для существующих или возникающих требований.",
  "The SWEG is an extremely diverse group of approximately 1,500 scientists, engineers, and Cyber/IT professionals, whose mission is to provide the best value engineering solutions to our customers, enabling global airpower for our AF warfighter.  Our vision it to be the Air Force’s premier provider of engineering solutions.  These values include putting integrity first, service before self and establishing excellence in all that we do.  Why work for us?  The 76th Software Engineering group provides numerous opportunities for our employees.  Some advantages include: Developing hardware/software and cyber solutions for our nation’s complex weapon systems, Generous Federal Benefits, Growth Advancement Opportunities, Flexible work schedules, Job Security, Technical training opportunities, and a Work Environment that is centered around customer value.": "SWEG — это чрезвычайно разнообразная группа, состоящая примерно из 1500 ученых, инженеров и специалистов по кибербезопасности и информационным технологиям, чья миссия — предоставлять нашим клиентам наилучшие инженерные решения, обеспечивающие глобальную воздушную мощь для наших истребителей ВВС.  Наше видение — стать ведущим поставщиком инженерных решений для ВВС.  Эти ценности включают в себя ставить честность на первое место, служение превыше себя и достижение совершенства во всем, что мы делаем.  Почему стоит работать у нас?  76-я группа «Программное обеспечение» предоставляет множество возможностей для наших сотрудников.  Некоторые преимущества включают в себя: разработку аппаратного / программного обеспечения и киберрешений для сложных систем вооружения нашей страны, щедрые федеральные льготы, возможности роста, гибкие графики работы, гарантии занятости, возможности технического обучения и рабочую среду, ориентированную на ценность для клиента.",
  "Aid the U.S. Army Cyber Command in defending the Department of Defense Information Network, delivering cyberspace effects, and rapidly developing and deploying cyberspace capabilities. We aim to assist in the systemic, transformational work necessary to revolutionize the command to focus on Information Warfare Operations.": "Помогите киберкомандованию армии США защитить информационную сеть Министерства обороны, обеспечить эффект в киберпространстве, а также быстро развивать и развертывать возможности киберпространства. Мы стремимся оказать помощь в системной трансформационной работе, необходимой для революционного преобразования командования и сосредоточения внимания на операциях информационной войны.",
  "Create a Digital Service to Accelerate Innovation": "Создайте цифровой сервис для ускорения инноваций",
  "The Academic Partnership Engagement Experiment has the mission to connect universities, businesses and the government; build collaborations between these sectors; identify their transformational operational defense solutions and capabilities; and advance defense technology development for the Department of the Air Force. The APEX mission supports the United States Air Force Science & Technology 2030 Strategy.": "Целью эксперимента по привлечению академического партнерства является объединение университетов, бизнеса и правительства; наладить сотрудничество между этими секторами; определить свои трансформационные решения и возможности оперативной защиты; и передовые разработки оборонных технологий для Министерства ВВС. Миссия APEX поддерживает Стратегию ВВС США в области науки и технологий до 2030 года.",
  "Answer the most challenging U.S. security and science policy questions with objective analysis leveraging extraordinary scientific, technical, and analytic expertise.": "Ответьте на самые сложные вопросы политики США в области безопасности и науки с помощью объективного анализа, используя выдающийся научный, технический и аналитический опыт.",
  "Delivers life-cycle technical and acquisition solutions aligned to Fleet and Marine Corps priorities.": "Предоставляет технические решения и решения по приобретению на протяжении всего жизненного цикла, соответствующие приоритетам флота и морской пехоты.",
  "To accelerate DoD adoption of commercial technology, transform military capacity and capability, and strengthen the American national security innovation base.": "Ускорить внедрение Министерством обороны коммерческих технологий, преобразовать военный потенциал и возможности, а также укрепить инновационную базу американской национальной безопасности.",
  "Supports DoD users by providing mission critical cloud computing solutions, data management, application migration, and support services. Whether seeking cost savings or the latest machine learning/artificial intelligence capabilities, Cloud One Delivers in a fast, secure, and streamlined manner.": "Поддерживает пользователей Министерства обороны, предоставляя критически важные решения для облачных вычислений, управление данными, миграцию приложений и услуги поддержки. Cloud One обеспечивает быструю, безопасную и оптимизированную работу независимо от того, ищете ли вы экономию средств или новейшие возможности машинного обучения/искусственного интеллекта.",
  "NSA's Laboratory for Advanced Cybersecurity Research is the U.S. government's premier cybersecurity research and design center; our cybersecurity experts conduct and sponsor research in the technologies and techniques which will secure America's information systems of tomorrow. Our researchers aren't just inventing products-we're trying to invent a safer future.": "Лаборатория передовых исследований в области кибербезопасности АНБ является ведущим центром исследований и разработок в области кибербезопасности при правительстве США; наши эксперты по кибербезопасности проводят и спонсируют исследования в области технологий и методов, которые обеспечат безопасность информационных систем Америки завтрашнего дня. Наши исследователи не просто изобретают продукты — мы пытаемся изобрести более безопасное будущее.",
  "Ensures the dominance of Army capabilities by creating, integrating and delivering technology-enabled solutions to our Soldiers.": "Обеспечивает доминирование возможностей армии, создавая, интегрируя и предоставляя технологические решения нашим солдатам.",
  "To serve as a software factory to support a full range of Air Force and DoD missions.": "Служить фабрикой программного обеспечения для поддержки полного спектра миссий ВВС и Министерства обороны.",
  "To conduct health and medical research, development, testing, evaluation, and\nsurveillance to enhance deployment readiness of DoD personnel worldwide. NMRC\nis a premier research organization with the vision of World-class, operationally\nrelevant health and medical research solutions": "Для проведения медицинских и медицинских исследований, разработок, испытаний, оценки и\nнаблюдение для повышения готовности к развертыванию персонала Министерства обороны по всему миру. НМРЦ\nявляется ведущей исследовательской организацией с видением мирового класса, оперативного\nсоответствующие решения в области здравоохранения и медицинских исследований",
  "Help the US Army improve the protection, survivability and capabilities of the Soldier, and their platforms, through basic research on nanotechnology and by transitioning outcomes of that research.": "Помогите армии США улучшить защиту, живучесть и возможности солдат и их платформ посредством фундаментальных исследований в области нанотехнологий и путем внедрения результатов этих исследований.",
  "The National Reconnaissance Office is committed to protecting the security of the United States, its citizens and its allies through unparalleled capabilities in space-based intelligence, surveillance and reconnaissance. For more than 60 years, the NRO has leveraged innovation and strategic partnerships to develop, acquire, launch and operate America's spy satellites. A diversified architecture of spacecraft provides information critical to policymakers, the Department of Defense, two dozen federal agencies, the Intelligence Community, the military, and commercial partners. This is both our legacy and our mission for the future - ensuring the United States maintains and expands its advantage amid increasing challenges from our adversaries.": "Национальное разведывательное управление стремится защищать безопасность Соединенных Штатов, их граждан и их союзников посредством беспрецедентных возможностей в области космической разведки, наблюдения и рекогносцировки. На протяжении более 60 лет NRO использовала инновации и стратегическое партнерство для разработки, приобретения, запуска и эксплуатации американских спутников-шпионов. Разнообразная архитектура космических аппаратов предоставляет информацию, критически важную для политиков, Министерства обороны, двух десятков федеральных агентств, разведывательного сообщества, военных и коммерческих партнеров. Это и наше наследие, и наша миссия на будущее – обеспечить, чтобы Соединенные Штаты сохраняли и расширяли свое преимущество в условиях растущих вызовов со стороны наших противников.",
  "“Air Mobility Command’s premier agile software factory, delivering user-centered software supporting Mobility Air Force warfighters to provide rapid global mobility to the Department of Defense. Conjure partnered with Kessel Run for AMC’s Magellan application, and has built a partnership with Platform One to develop and host future AMC applications. Our logo is linked to the 375th Communications Support Squadron’s Wizard mascot and AMC’s heritage of the Phoenix.”": "\"Лучший производитель гибкого программного обеспечения Air Mobility Command, поставляющий ориентированное на пользователя программное обеспечение, поддерживающее мобильность истребителей ВВС, чтобы обеспечить быструю глобальную мобильность для Министерства обороны. Conjure сотрудничает с Kessel Run для приложения AMC Magellan и установила партнерство с Platform One для разработки и размещения будущих приложений AMC. Наш логотип связан с талисманом Волшебника 375-й эскадрильи поддержки связи и наследием AMC Феникс.",
  "The U.S. Army Corps of Engineers has approximately 37,000 dedicated Civilians and Soldiers delivering engineering services to customers in more than 130 countries worldwide. With environmental sustainability as a guiding principle, our disciplined Corps team is working diligently to strengthen our Nation’s security by building and maintaining America’s infrastructure and providing military facilities where our servicemembers train, work and live. We are also researching and developing technology for our war fighters while protecting America’s interests abroad by using our engineering expertise to promote stability and improve quality of life.": "Инженерный корпус армии США насчитывает около 37 000 преданных своему делу гражданских лиц и солдат, предоставляющих инженерные услуги клиентам в более чем 130 странах мира. Принимая во внимание экологическую устойчивость в качестве руководящего принципа, наша дисциплинированная команда Корпуса усердно работает над укреплением безопасности нашей страны, создавая и поддерживая американскую инфраструктуру, а также предоставляя военные объекты, где наши военнослужащие тренируются, работают и живут. Мы также исследуем и разрабатываем технологии для наших истребителей, одновременно защищая интересы Америки за рубежом, используя наш инженерный опыт для обеспечения стабильности и улучшения качества жизни.",
  "Develops improved manufacturing processes for composite-based components and facilitates technology transfer to resolve manufacturing and repair issues identified and prioritized by the Navy’s Program Executive Offices, other DOD services and industry. Operated by Advanced Technology International (ATI) in Summerville, SC, CMTC forms teams of prime contractors, composites industry suppliers and universities to address Navy composites manufacturing technology needs and has strong in-depth knowledge and experience in composites manufacturing technology for all DOD weapon systems. As part of CMTC’s organizational structure, all laboratories, facilities and project labor resources are provided by project teams. This structure results in cost benefit to the Navy, with maximum funding going to project execution. CMTC’s current portfolio includes composites manufacturing projects for four major ship platforms, the F-35 Lightning II aircraft and the CH-53K heavy lift helicopter.": "Разрабатывает усовершенствованные производственные процессы для компонентов на основе композитов и способствует передаче технологий для решения проблем производства и ремонта, выявленных и приоритетных исполнительными офисами программ ВМФ, другими службами Министерства обороны и промышленностью. Компания CMTC, управляемая Advanced Technology International (ATI) в Саммервилле, Южная Каролина, формирует команды генеральных подрядчиков, поставщиков отрасли композитов и университетов для удовлетворения потребностей ВМФ в технологиях производства композитов и обладает глубокими глубокими знаниями и опытом в технологии производства композитов для всех систем вооружения Министерства обороны США. В рамках организационной структуры CMTC все лаборатории, оборудование и трудовые ресурсы проекта предоставляются проектными командами. Такая структура обеспечивает экономическую выгоду для ВМФ, при этом максимальное финансирование направляется на реализацию проекта. Текущий портфель CMTC включает проекты по производству композитов для четырех основных корабельных платформ, самолета F-35 Lightning II и тяжелого вертолета CH-53K.",
  "Dedicated to ensuring the DoD (Department of Defense) Components have the right T&E (Test and Evaluation) Infrastructure to accomplish the T&E mission.": "Направлен на обеспечение того, чтобы компоненты Министерства обороны имели правильную инфраструктуру T&E (тестирование и оценка) для выполнения миссии T&E.",
  "AMC develops and implements the best metalcasting technologies and processes to support DLA’s mission of improving the readiness and mission effectiveness of U.S. warfighters. Better metal components ensure technological superiority on the battlefield, at sea, in the air and beyond the stratosphere.": "AMC разрабатывает и внедряет лучшие технологии и процессы литья металлов для поддержки миссии DLA по повышению готовности и эффективности боевых действий американских истребителей. Более качественные металлические компоненты обеспечивают технологическое превосходство на поле боя, на море, в воздухе и за пределами стратосферы.",
  "National Security Technology Accelerator (NSTXL) harvests innovative technology from the commercial and non-defense marketplace, ensuring the development of better, cheaper, and faster defense capabilities. We offer a unique and simplified approach to rapidly develop prototypes that address a range of operational and installation needs, from individual warfighter technology up to large-scale installation projects. NSTXL delivers technology to the warfighter by serving as a one-stop-shop to match government requirements with innovative private-sector solutions.": "Акселератор технологий национальной безопасности (NSTXL) собирает инновационные технологии с коммерческого и невоенного рынка, обеспечивая развитие более качественных, дешевых и быстрых оборонных возможностей. Мы предлагаем уникальный и упрощенный подход к быстрой разработке прототипов, отвечающих широкому спектру эксплуатационных и монтажных потребностей, от технологий отдельных истребителей до крупномасштабных проектов установки. NSTXL поставляет технологии бойцам, выступая в качестве универсального центра, позволяющего сочетать правительственные требования с инновационными решениями частного сектора.",
  "Established in 2003, Innovation and Modernization (I&M) (formerly known as Rapid Reaction Technology Office or RRTO) supports the Office of the Under Secretary of Defense for Research and Engineering (OUSD(R&E)) by rapidly identifying, prototyping, and transitioning solutions to fill capability gaps in priority technology areas to maintain our Nation’s technological superiority and military advantage. Innovation and Modernization identifies innovative technologies and capabilities that align with OUSD(R&E)’s critical technology areas, matures concepts through targeted prototyping, and transitions capabilities that fill needs within the Joint Warfighting Concepts, thereby increasing interoperability between Service programs and informing multi-Service joint experiments.": "Основанное в 2003 году Управление инноваций и модернизации (I&M) (ранее известное как Управление технологий быстрого реагирования или RRTO) поддерживает Управление заместителя министра обороны по исследованиям и разработкам (OUSD(R&E)) путем быстрого выявления, создания прототипов и внедрения решений для заполнения пробелов в возможностях в приоритетных технологических областях для поддержания технологического превосходства и военного преимущества нашей страны. «Инновации и модернизация» идентифицируют инновационные технологии и возможности, которые соответствуют критическим технологическим областям OUSD (R&E), совершенствуют концепции посредством целевого прототипирования и преобразуют возможности, которые удовлетворяют потребности в рамках совместных концепций ведения боевых действий, тем самым повышая совместимость между программами служб и информируя совместные эксперименты нескольких служб.",
  "Rapidly prototype solutions to DoD/Air Force problems by identifying and focusing on user needs.": "Быстро создавайте прототипы решений проблем Министерства обороны и ВВС, выявляя потребности пользователей и ориентируясь на них.",
  "Advance education through STEM (science, technology, engineering and math) based initiatives, to advance technology through speaker programs and networking, to advance science and technology transfer through the exchange of ideas, information and data related to technologies, and to foster workforce development through an array of initiatives.": "Продвигать образование посредством инициатив, основанных на STEM (наука, технология, инженерия и математика), продвигать технологии посредством спикерских программ и сетей, продвигать передачу науки и технологий посредством обмена идеями, информацией и данными, связанными с технологиями, а также способствовать развитию рабочей силы посредством множества инициатив.",
  "Accelerate the discovery, evaluation, and transition of dual-use technology and business practices to help the Army Futures Command (AFC) fundamentally reshape how the U.S. Army delivers capabilities in support of Multi-Domain Operations.": "Ускорьте открытие, оценку и внедрение технологий и бизнес-практик двойного назначения, чтобы помочь Армейскому командованию будущего (AFC) фундаментально изменить то, как армия США предоставляет возможности для поддержки многодоменных операций.",
  "The Naval Surface Warfare Center Dahlgren Division originally established itself as the major testing area for naval guns and ammunition. Today, it continues to provide the military with the development and integration of warfare systems for the warfighter, warfighting and the future fleet. Our MISSION: We deliver warfare systems to protect our nation and defeat our adversaries. Our VISION: Design, develop, and integrate technologically superior, 21st century warfare systems. The division is headquartered at Dahlgren, VA, and provides Fleet support at the NSWC Dahlgren Division Dam Neck Activity, in Virginia Beach, VA, overlooking the Virginia Capes Fleet Operations Area. NSWCDD conducts advance research in all systems-related areas and pursues scientific disciplines including physics, mathematics, directed energy and digital engineering, modeling and simulation, software, mechanical, electrical and systems engineering, to name a few.": "Дивизия Дальгрена Центра надводных боевых действий ВМС изначально зарекомендовала себя как основной полигон для испытаний военно-морских орудий и боеприпасов. Сегодня он продолжает предоставлять военным разработку и интеграцию боевых систем для истребителей, боевых действий и будущего флота. Наша МИССИЯ: Мы поставляем системы ведения войны для защиты нашей нации и победы над нашими противниками. Наше ВИДЕНИЕ: проектировать, разрабатывать и интегрировать технологически совершенные военные системы XXI века. Штаб-квартира подразделения находится в Дальгрене, штат Вирджиния, и обеспечивает поддержку флота на территории NSWC Dahlgren Division Dam Neck Activity в Вирджиния-Бич, штат Вирджиния, с видом на зону операций флота в Вирджинии-Кейпс. NSWCDD проводит передовые исследования во всех областях, связанных с системами, и занимается научными дисциплинами, включая физику, математику, направленную энергию и цифровую инженерию, моделирование и симуляцию, программное обеспечение, механическую, электрическую и системную инженерию, и это лишь некоторые из них.",
  "Air Mobility Command was activated June 1, 1992, with headquarters at Scott Air Force Base, Illinois, and is one of 11 major Air Force commands. On Oct. 1, 2016, AMC consolidated with Military Air Command making AMC the oldest major command in the Air Force tracing its history to the establishment of the Air Corps Ferrying Command on May 29, 1941. As the air component of the U.S. Transportation Command, AMC is comprised of a Total Force effort to execute Rapid Global Mobility and enable Global Reach –the ability to respond anywhere in the world in a matter of hours. This is accomplished through AMC’s four core mission areas – Airlift, Air Refueling, Air Mobility Support and Aeromedical Evacuation. AMC also provides support to the nuclear enterprise. Airlift provides the capability to deploy U.S. armed forces anywhere in the world within hours and help sustain them in a conflict. AMC also supports presidential and senior leader airlift. Air Refuelers are the backbone of Global Reach, increasing coalition and U.S. aircraft’s range mid-air. Aeromedical evacuation ensures the wounded warriors get the care they deserve and today have sustained the survival rate of 97 percent. In addition to enabling the force to respond to an enemy attack and sustain operations, Rapid Global Mobility brings humanitarian supplies and assistance to those in need who may live in austere locations.": "Командование воздушной мобильности было активировано 1 июня 1992 года со штаб-квартирой на базе ВВС Скотт, штат Иллинойс, и является одним из 11 основных командований ВВС. 1 октября 2016 года AMC объединилась с Военно-воздушным командованием, что сделало AMC старейшим крупным командованием в ВВС, берущим свою историю с создания 29 мая 1941 года командования переправы авиационного корпуса. Будучи воздушным компонентом Транспортного командования США, AMC состоит из усилий Total Force по реализации быстрой глобальной мобильности и обеспечению глобального охвата - способности реагировать в любой точке мира в течение нескольких часов. Это достигается за счет четырех основных направлений деятельности AMC – воздушных перевозок, дозаправки в воздухе, поддержки воздушной мобильности и авиационной медицинской эвакуации. КУА также оказывает поддержку атомному предприятию. Воздушные перевозки обеспечивают возможность в течение нескольких часов развернуть вооруженные силы США в любой точке мира и помочь поддержать их в конфликте. AMC также поддерживает воздушные перевозки президента и старших руководителей. Авиазаправщики являются основой Global Reach, увеличивая дальность полета самолетов коалиции и США. Воздушно-медицинская эвакуация обеспечивает раненым воинам необходимую помощь, и сегодня уровень выживаемости составляет 97 процентов. Rapid Global Mobility не только позволяет силам реагировать на атаки противника и поддерживать операции, но и доставляет гуманитарные грузы и помощь нуждающимся, которые могут жить в суровых условиях.",
  "To provide the Army with innovative science and technology solutions to optimize the performance of our Soldiers. The SC is the national and international leader in Warfighter science and technology development.": "Обеспечить армию инновационными научно-техническими решениями для оптимизации производительности наших солдат. SC является национальным и международным лидером в области развития науки и технологий в области истребителей.",
  "To support Army National Guard Innovation, and improve organizational effectiveness & efficiency through modernization and reform": "Поддерживать инновации Национальной гвардии армии и повышать организационную эффективность и результативность посредством модернизации и реформ.",
  "At DIA, we provide military intelligence to warfighters, defense policymakers and force planners in the Department of Defense and Intelligence Community, in support of U.S. military planning and operations and weapon systems acquisition. We plan, manage and execute intelligence operations during peacetime, crisis and war.": "В DIA мы предоставляем военную разведку военным, разработчикам оборонной политики и специалистам по планированию сил в Министерстве обороны и разведывательном сообществе в поддержку военного планирования и операций США, а также приобретения систем вооружения. Мы планируем, управляем и проводим разведывательные операции в мирное время, кризис и войну.",
  "Marine Corps Systems Command is the acquisition command of the Marine Corps. We exercise contracting and technical authority for all Marine Corps ground weapon and information technology programs. We are a diverse team of Marines, Sailors, civilians and contractor support personnel united by a common purpose: to equip and sustain Marine forces with the most capable and cost-effective systems for current and future expeditionary and crisis-response operations.": "Командование систем морской пехоты - это командование по закупкам Корпуса морской пехоты. Мы осуществляем подрядные и технические полномочия для всех программ Корпуса морской пехоты по наземному оружию и информационным технологиям. Мы представляем собой разнообразную команду морских пехотинцев, моряков, гражданских лиц и вспомогательного персонала подрядчиков, объединенных общей целью: оснащать и поддерживать силы морской пехоты наиболее эффективными и экономически эффективными системами для текущих и будущих экспедиционных и кризисных операций.",
  "Develops and deploys innovative metalworking and related manufacturing technologies to reduce the cost and time to build and repair key U.S. Navy ships and weapons platforms, while also collaborating with other relevant manufacturing industries. CNM utilizes a proven approach that blends the virtual center model with in-house technical expertise to ensure that project teams are comprised of the best providers from the industry to identify, develop, select and execute ‘metals-centric’ projects that support ManTech objectives and transition to industry. CNM is managed by Advanced Technology International (ATI) and partners with Edison Welding Institute (EWI), leveraging EWI’s member-based organization that provides applied research, manufacturing support and strategic services. CNM conducts projects that focus on metals and advanced metallic Materiels, metal-based composites, metal manufacturing processes (e.g., additive manufacturing), and joining techniques, coupled with process design control, advanced metrology, and inspection technologies.": "Разрабатывает и внедряет инновационные технологии металлообработки и сопутствующие производственные технологии для сокращения затрат и времени на строительство и ремонт ключевых кораблей и оружейных платформ ВМС США, а также сотрудничает с другими соответствующими отраслями обрабатывающей промышленности. CNM использует проверенный подход, который сочетает в себе модель виртуального центра с собственным техническим опытом, чтобы гарантировать, что проектные группы состоят из лучших поставщиков отрасли для выявления, разработки, выбора и реализации «металлоориентированных» проектов, которые поддерживают цели ManTech и переход в промышленность. CNM управляется Advanced Technology International (ATI) и сотрудничает с Институтом сварки Эдисона (EWI), используя членскую организацию EWI, которая обеспечивает прикладные исследования, производственную поддержку и стратегические услуги. CNM реализует проекты, посвященные металлам и современным металлическим материалам, композитам на основе металлов, процессам производства металлов (например, аддитивному производству) и методам соединения в сочетании с контролем проектирования процессов, передовой метрологией и технологиями контроля.",
  "The Griffiss Institute mission is to provide a responsive and flexible business environment to enable the collaboration of private industry, academia and the Air Force Research Laboratory Information Directorate. This business environment enhances the facilitation of research that leads to new solutions in information sciences; spinning out new business opportunities, locally and nationally, and providing a dynamic environment to enabling the advancement of the future scientific and engineering workforce.": "Миссия Института Гриффисса состоит в том, чтобы обеспечить отзывчивую и гибкую бизнес-среду, позволяющую сотрудничать частному бизнесу, научным кругам и Информационному управлению исследовательских лабораторий ВВС. Эта бизнес-среда способствует проведению исследований, которые приводят к новым решениям в области информационных наук; раскрытие новых возможностей для бизнеса на местном и национальном уровне, а также создание динамичной среды, способствующей развитию будущих научных и инженерных кадров.",
  "Develops technology in the areas of detection, protection, and decontamination and provides support over the entire lifecycle -- from basic research through technology development, engineering design, equipment evaluation, product support, sustainment, field operations and disposal. The CBC develops technologies such as protective masks and respiratory systems; biological agent detectors and warning devices; and decontamination systems to protect both Soldiers on the battlefield and civilians here at home.": "Разрабатывает технологии в области обнаружения, защиты и обеззараживания и обеспечивает поддержку на протяжении всего жизненного цикла — от фундаментальных исследований до разработки технологий, инженерного проектирования, оценки оборудования, поддержки продукции, технического обслуживания, полевых операций и утилизации. CBC разрабатывает такие технологии, как защитные маски и респираторные системы; детекторы биологических агентов и устройства оповещения; и системы дезактивации для защиты как солдат на поле боя, так и мирных жителей здесь, дома.",
  "through modernization and reform": "через модернизацию и реформы",
  "The U.S. Partnership for Assured Electronics (USPAE) is a non-profit organization dedicated to ensuring the U.S. Government has access to resilient and trusted electronics supply chains. USPAE members include companies, academic institutions, and nonprofit organizations from the U.S. and its allies, representing the entire electronics ecosystem from research to design, manufacturing, and assembly. These organizations are leaders in researching, developing, designing, prototyping, and producing advanced electronics. All are committed to high standards in quality, cybersecurity, and supply chain risk management.": "Партнерство США по гарантированной электронике (USPAE) — это некоммерческая организация, призванная обеспечить правительству США доступ к устойчивым и надежным цепочкам поставок электроники. Членами USPAE являются компании, академические учреждения и некоммерческие организации из США и их союзников, представляющие всю экосистему электроники, от исследований до проектирования, производства и сборки. Эти организации являются лидерами в исследованиях, разработках, проектировании, прототипировании и производстве современной электроники. Все они привержены высоким стандартам качества, кибербезопасности и управления рисками в цепочке поставок.",
  "The CASTLE is a collaboration with NRO’s Advanced Systems and Technology (AS&T) directorate, the Air Force Office of Scientific Research (AFOSR) and their partnership intermediary, the Virginia Tech Applied Research Corporation (VT-ARC).": "CASTLE является результатом сотрудничества с Управлением передовых систем и технологий (AS&T) NRO, Управлением научных исследований ВВС (AFOSR) и их партнерским посредником, Корпорацией прикладных исследований Virginia Tech (VT-ARC).",
  "TMDx, Texas Military Department Joint Innovation Unit, is dedicated to helping our people, industry, and academia cross the chasm from ideation to execution while connecting them with our people facilities and equipment.": "TMDx, Объединенное инновационное подразделение военного департамента Техаса, стремится помочь нашим людям, промышленности и научным кругам преодолеть пропасть от идеи до реализации, соединяя их с нашими людьми, средствами и оборудованием.",
  "Focused on innovative sustainment solutions to effectively address current and future security threats in maritime environments. Members will have access to opportunities focused on developing and maturing technologies in the field of Maritime Sustainment that enhance the Navy’s mission effectiveness.": "Сосредоточен на инновационных решениях по обеспечению устойчивого развития для эффективного устранения текущих и будущих угроз безопасности в морской среде. Члены получат доступ к возможностям, направленным на разработку и совершенствование технологий в области морской поддержки, которые повышают эффективность миссий ВМФ.",
  "We augment Air University programs to enhance production of high-quality, innovative research and ideas that span issues of importance to the Air Force. This can includes: doctrine, strategies, capability needs, operational concepts, training, education, and science and technology.": "Мы расширяем программы Воздушного университета, чтобы расширить производство высококачественных инновационных исследований и идей, которые охватывают важные для ВВС вопросы. Это может включать в себя: доктрину, стратегии, потребности в возможностях, оперативные концепции, обучение, образование, а также науку и технологии.",
  "The G-1 develops and implements effective policy and leads programs that build sustained personnel readiness in the Army's greatest asset - people.": "G-1 разрабатывает и реализует эффективную политику и руководит программами, которые обеспечивают постоянную готовность личного состава величайшего актива армии - людей.",
  "focused on the continuous development and deployment of USSF mission applications to the warfighter. As a software node of Platform One (the DoD Executive agent for DevSecOps) for Continuous Integration/Continuous Deployment (CI/CD), we aim to avoid vendor-lock by building an open platform (Kubernetes/Istio), embracing DevSecOps principles outlined by the DoD CIO and AF CSO, considering microservice/service mesh architectures early and often, leveraging event-driven behavior across the entire portfolio, and building a network of like-minded software shops for collaboration.": "сосредоточился на непрерывной разработке и внедрении приложений USSF для истребителей. Являясь программным узлом Платформы 1 (исполнительный агент Министерства обороны США для DevSecOps) для непрерывной интеграции/непрерывного развертывания (CI/CD), мы стремимся избежать привязки к поставщику путем создания открытой платформы (Kubernetes/Istio), применения принципов DevSecOps, изложенных директором по информационным технологиям Министерства обороны и директором по безопасности AF, как можно раньше и часто рассматривая микросервисные/сервисные ячеистые архитектуры, используя событийно-ориентированное поведение во всем портфолио и создавая сеть магазинов программного обеспечения-единомышленников для совместной работы.",
  "The Laboratory for Analytic Sciences is a partnership between the intelligence community and North Carolina State University that develops innovative technology and tradecraft to help solve mission-relevant problems. Founded in 2013 by the National Security Agency and NC State, each year LAS brings together collaborators from three sectors – industry, academia and government – to conduct research that has a direct impact on national security.": "Лаборатория аналитических наук — это партнерство между разведывательным сообществом и Университетом штата Северная Каролина, которое разрабатывает инновационные технологии и профессиональные навыки, помогающие решать важные для миссии проблемы. Основанная в 2013 году Агентством национальной безопасности и штатом Северная Каролина, LAS каждый год объединяет сотрудников из трех секторов – промышленности, научных кругов и правительства – для проведения исследований, которые оказывают непосредственное влияние на национальную безопасность.",
  "The Joint Program Executive Office for Chemical and Biological Defense (JPEO-CBD) has established an Other Transaction Agreement (OTA) with the CWMD Consortium for use by agencies that have a need to prototype new technologies related to Countering Weapons of Mass Destruction. The consortium is comprised of a mixture of traditional and non-traditional contractors, small businesses, for-profit and not-for-profit entities, and academia, representing the key players in the industry.": "Исполнительный офис Объединенной программы химической и биологической защиты (JPEO-CBD) заключил Соглашение о других сделках (OTA) с Консорциумом CWMD для использования агентствами, которым необходимо создать прототип новых технологий, связанных с противодействием оружию массового уничтожения. Консорциум состоит из традиционных и нетрадиционных подрядчиков, малого бизнеса, коммерческих и некоммерческих организаций, а также научных кругов, представляющих ключевых игроков отрасли.",
  "Bridging the gap between technology and capability — Innovation and Modernization Patuxent River (IMPAX)": "Преодоление разрыва между технологиями и возможностями — Инновации и модернизация Патаксент-Ривер (IMPAX)",
  "Supports the Air Force Research Labs Munitions Directorate by working to license and commercialize AFRL/RW technologies in the private sector through technology transfer, enable rapid technology delivery to the warfighter via technology transition, identify and foster new R&D partnerships through innovation and collaboration, and develop today’s students into tomorrow’s STEM workforce.": "Поддерживает Управление по боеприпасам исследовательских лабораторий ВВС, работая над лицензированием и коммерциализацией технологий AFRL/RW в частном секторе посредством передачи технологий, обеспечивая быструю доставку технологий истребителям посредством технологического перехода, выявляя и стимулируя новые партнерские отношения в области исследований и разработок посредством инноваций и сотрудничества, а также превращая сегодняшних студентов в рабочую силу завтрашних STEM.",
  "Air Force Research Laboratory New Mexico is leading the way in the Nation’s laser, optical, and space supremacy technologies. ​ The Technology Engagement Office supports that mission by connecting the private sector and academia with AFRL resources to develop new technology and create opportunities for industry growth. We also offer some of the of the most innovative STEM opportunities in the country, designed to inspire and cultivate our next generation of innovators.": "Исследовательская лаборатория ВВС Нью-Мексико лидирует в области лазерных, оптических и космических технологий. ​ Офис по взаимодействию с технологиями поддерживает эту миссию, соединяя частный сектор и научные круги с ресурсами AFRL для разработки новых технологий и создания возможностей для роста промышленности. Мы также предлагаем одни из самых инновационных возможностей STEM в стране, призванные вдохновлять и развивать наше следующее поколение новаторов.",
  "The application of advanced science and technology to find solutions to problems of national and global significance.": "Применение передовой науки и техники для поиска решений проблем национального и глобального значения.",
  "MxD is where innovative manufacturers forge their futures. MxD brings together the U.S. manufacturing industry, government, and academia around project opportunities, a 22,000 square-foot future factory floor, workforce development tools, and workshops to advance the digital transformation of U.S. manufacturing": "MxD — это место, где инновационные производители создают свое будущее. MxD объединяет обрабатывающую промышленность, правительство и научные круги США в рамках проектных возможностей, будущего завода площадью 22 000 квадратных футов, инструментов развития рабочей силы и семинаров для продвижения цифровой трансформации производства в США.",
  "Виртуальный корневой узел для визуализации: связи сверху от Secretary of Defense.": "Виртуальный корневой узел для визуализации: связи сверху от Secretary of Defense."
}